Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# SearchWidget|
source: &Request my QSL
de: Meine QSL anfo&rdern

# SearchWidget|
source: Mark my QSL as requested
de: Meine QSL als angefordert markieren
pl: Zaznacz moje QSL jako oczekiwane

# SearchWidget|
source: Via Direct && mark DX QSL as requested
de: Direkt && DX-QSLs als angefordert markieren

# SearchWidget|
source: Send this QSL via direct & mark DX QSL as requested
de: Diese QSL direkt versenden & als angeforderte DX-QSL markieren.
pl: Wyślij to QSL direktem oraz oznacz QSL jako oczekiwane

# SearchWidget|
source: Via Bureau && mark DX QSL as requested
de: Über Büro && DX-QSLs als angefordert markieren
pl: Przez biuro oraz zaznacz DX QSL jako oczekiwane

# SearchWidget|
source: Send this QSL via bureau & mark DX QSL as requested
de: Diese QSL über Büro versenden & als angeforderte DX-QSL markieren.
pl: Wyślij to QSL przez biuro oraz zaznacz DX QSL jako oczekiwane

# SearchWidget|
source: &Request the QSL
de: QSL anfo&rdern

# SearchWidget|
source: Mark the QSL as requested
de: QSL als angefordert markieren
pl: Zaznacz to QSL jako oczekiwane

# SearchWidget|
source: Via bureau && mark my QSL as requested
de: Über Büro && DX-QSLs als angefordert markieren
pl: Via biuro oraz zaznacz moje QSL jako oczekiwane

# SearchWidget|
source: QSL received via bureau & mark my QSL as requested
de: QSL über Büro empfangen & meine QSL als angefordert markieren
pl: QSL otrzymane przez biuro oraz zaznacz QSL jako oczekiwane

# SearchWidget|
source: Via bureau
de: Über Büro
pl: Via biuro

# SearchWidget|
source: QSL received via bureau
de: Empfangene QSL über Büro
pl: QSL otrzymane via biuro

# SearchWidget|
source: Direc&t && mark as my QSL requested
de: Direkt && mein QSL als angefordert markieren

# SearchWidget|
source: QSL received via direct & mark my QSL as requested
de: QSL direkt empfangen & meine QSL als angefordert markieren
pl: QSL otrzymane direktem oraz zaznacz moje QSL jako oczekiwane

# SearchWidget|
source: Direc&t
de: D&irekt

# SearchWidget|
source: QSL received via direct
de: Direkt empfangene QSL
pl: QSL otrzymane direktem

# SearchWidget|
source: Needed QSO to send the QSL
de: Um die QSL zu senden, sind die QSO-Daten nötig.
pl: QSO wymagne aby wysłać QSL

# SearchWidget|
source: My QSL requested to be sent
de: Meine QSL, die gesendet werden sollen
pl: Moje QSL jako oczekiwane

# SearchWidget|
source: DX QSL pending to be received
de: Zum Empfang ausstehende DX-QSL
pl: DX QSL jako oczekjące

# SetupDialog|
source: DB has not been moved to new path
de: Die Datenbank wurde zu einem neuen Pfad verschoben
pl: DB nie została przeniesiona w nowe miejsce

# SetupEntityDialog|
source: ARRL ID
de: ARRL-Kennung

# SetupEntityDialog|
source: ARRL ID.
de: ARRL-Kennung.

# SetupPageClubLog|
source: &Callsign
de: &Rufzeichen

# SetupPageClubLog|
source: ClubLog &password
de: &Passwort für Club Log

# SetupPageClubLog|
source: ClubLog &email
de: &E-Mail-Adresse von Club Log

# SetupPageClubLog|
source: &Send QSOs in real time
de: QSOs &sofort senden
pl: &Send QSO in real time

# SetupPageDxCluster|
source: Show &worked spots
de: &Bearbeitete Spots anzeigen
pl: Pkaż &worked spots

# SetupPageDxCluster|
source: Show &confirmed spots
de: Bestätigte &Spots anzeigen
pl: Pokaż &confirmed spots

# SetupPageLogs|
source: &New
de: &Neu

# SetupPageLogs|
source: &Edit
de: &Bearbeiten

# SetupPageLogs|
source: &Remove
de: &Entfernen

# SetupPageLogs|
source: All the QSOs from this log will be also deleted...
de: Alle QSOs aus diesem Protokoll werden ebenfalls gelöscht ...
pl: Wszystkie QSO z tego Logu zostaną usunięte...

# SetupPageLogs|
source: ID
de: Kennung

# SetupPageLogsNew|
source: &Date
de: &Datum

# SetupPageLogsNew|
source: &Cancel
de: &Abbrechen

# SetupPageLogsNew|
source: Add a comment about this log.
de: Kommentar über dieses Protokoll hinzufügen.

# SetupPageMisc|
source: &Imperial system
de: &Imperiales System

# SetupPageMisc|
source: &Log in real time
de: Sofort protoko&llieren

# SetupPageMisc|
source: &Time in UTC
de: &Zeit in UTC

# SetupPageMisc|
source: &Save ADIF on exit
de: ADIF-Datei beim Beenden &speichern

# SetupPageMisc|
source: If new version checking is selected, KLog will send the developer your callsign, KLog version & Operating system to help in improving KLog.
de: Wenn die Überprüfung auf eine neue Version aktiviert ist, werden Ihr Rufzeichen, die KLog-Version und das Betriebssystem an die Entwickler gesendet, um mit diesen Daten das Programm zu verbessern.
pl: Jeśli nowa wersja zosyanie wybrana wówczas KLog wyśle do twórców programy używaną wersję KLog oraz system operacyjny na którym KLog został zainstalowany, w celu ulepszenia KLog.

# SetupPageSats|
source: &New
de: &Neu

# SetupPageSats|
source: &Edit
de: &Bearbeiten

# SetupPageSats|
source: &Remove
de: &Entfernen

# SetupPageSats|
source: &Import
de: &Importieren

# SetupPageSats|
source: E&xport
de: E&xportieren

# SetupPageSats|
source: Import a satellites file. It will replace the satellites you have now configured.
de: Importiert eine Satellitendatei. Die eingerichteten Satellitendaten werden dadurch ersetzt.

# SetupPageSats|
source: This satellite will not be longer available to be selected ...
de: Dieser Satellit kann nicht mehr ausgewählt werden...

# SetupPageSats|
source: ID
de: Kennung

# SetupPageSatsNew|
source: &Cancel
de: &Abbrechen

# SetupPageUDP|
source: Log automatically QSOs from WSJT-X
de: QSOs von WSJT-X automatisch protokollieren

# SetupPageUDP|
source: Allow WSJT-X to send logged QSO to KLog
de: QSOs von WSJT-X in KLog übernehmen

# SetupPageUDP|
source: QSO logged in WSJT-X will be sent to KLog and KLog will ask before logging into KLog unless "%1" is selected
de: QSOs von WSJT-X müssen vor der Übernahme in KLog angenommen werden, wenn Sie nicht „%1“ ausgewählt haben.

# SetupPageUDP|
source: KLog will log automatically any QSO coming from WSJT-X without any manual confirmation.
de: KLog protokolliert automatisch alle QSO von WSJT-X ohne weitere Bestätigung.

# SetupPageUDP|
source: Receive and Update QSO data to KLog
de: QSO-Daten in KLog empfangen und aktualisieren

# SetupPageUDP|
source: KLog will automatically show and update data coming from WSJT-X (DX callsign, locator, RPT, ...)
de: In KLog werden Daten von WSJT-X wie DX-Rufzeichen, Locator, RPT usw. automatisch aktualisiert und angezeigt.

# SetupPageUDP|
source: Make sure it is the same port where the other programs are sending the data to. Default port is 2237.
de: Wählen Sie den Port, den die anderen Programme zum Versand der Daten verwenden. Als Standard ist Port 2237 eingestellt.

# SetupPageUDP|
source: QSO notification timeout (milisecs)
de: QSO-Benachrichtigungszeit in Millisekunden

# SetupPageUserDataPage|
source: &Personal data
de: &Persönliche Daten

# SetupPageUserDataPage|
source: Station &data
de: Stations&daten

# SetupPageUserDataPage|
source: &Address
de: &Adresse

# SetupPageUserDataPage|
source: Cit&y
de: &Stadt

# SetupPageUserDataPage|
source: &Zip Code
de: &Postleitzahl

# SetupPageUserDataPage|
source: Pro&v/State
de: &Bundesland/Staat

# SetupPageUserDataPage|
source: Countr&y
de: &Land

# SetupPageUserDataPage|
source: Po&wer
de: &Leistung

# SetupPageWorldEditor|
source: ARRL ID
de: ARRL-Kennung

# StatsQSOsPerBandBarChartWidget|
source: QSO per band distribution
de: QSO pro Frequenzbandverteilung

# StatsQSOsPerModeBarChartWidget|
source: QSO per mode distribution
de: QSO pro Modusverteilung

# eLogClubLog|
source: QSO OK
de: QSO in Ordnung

# AboutDialog|
source: If you want to provide support you are welcome to join the
pl: Jeśli chciałbyś pomóc to serdecznie zapraszamy do

# AboutDialog|
source: KLog development mailing list
pl: Lista mailingowa KLog

# AboutDialog|
source: If KLog is still not in your language and you want to help us, you are welcome to contact us through the
pl: Jeśli KLog nadal nie jest w Twoim języku i chciałbyć pomóc w tworzeniu to serdecznie prosimy o kontakt przez

# AboutDialog|
source: KLog developers have included a feature that reports some user data to the KLog server with the sole purpose of identifying the number of installed versions, to focus development in one direction or another taking into account user's needs
pl: Twórcy programy KLog umieścili w kodzie programu możliwość przesyłanie niewielkich ilości danych użytkownika na serwery KLog informujące o ilości zainstalowanych wersji,ma to pomóc twórcy programu w rozwijaniu i przystosowaniu oprogramowania do wymagań użytkowników

# AboutDialog|
source: Be aware that you can enable/disable this feature from the Misc tab in the Setup page
pl: Proszę zauważyć że istnieje możliwość wyłączenie \ włączenie tej funkcji w zakładce Inne w menu głównym

# CTYPage|
source: KLog uses the cty.csv file from http://www.country-files.com/ to get DXCC information.
pl: Klog korzysta z pliku CSV.CTY który można pobrać ze strony http://www.country-files.com/.

# DXClusterWidget|
source: Enter here the commands to be sent to the DX-Cluster server
pl: Wprowadź swoje hasło aby połączyć się z DX- Clusterem: ( Naciśnij Enter aby połączyć bez hasła )

# DataProxy_SQLite|
source: All QSOs have been updated with a DXCC.
pl: Wszystkie QSO zostały zaktualizowane wg DXCC.

# DownLoadCTY|
source: Could not open
pl: Nie można otworzyć

# DownLoadCTY|
source: for writing.
pl: do zapisu.

# FileManager|
source: The log that you have selected contains more than just one station callsign.
pl: Log który właśnie został zaznaczony zawiera więcej niż jeden znak stacji.

# FileManager|
source: Station Callsign:
pl: Znak Stacji:

# FileManager|
source: Define Station Callsign
pl: Zdefinuj Znak Stacji

# FileManager|
source: You have selected no callsign. KLog will export QSOs without a station callsign defined and those with the call you are entering here.
pl: Nie wybrano żadnego znaku. KLog wyeksportuje wszystkie QSO bez znaku stacji oraz te ze znakiem stacji który wpiszesz tutaj.

# FileManager|
source: Enter the station callsign to use for this log or leave it empty for QSO without station callsign defined:
pl: Wprowadż znak stacji aby używać go z tym Logiem, lub pozostaw puste miejsce dlaQSO bez znaku:

# FileManager|
source: No station callsign has been selected and therefore no log will be exported
pl: Nie wybrano żadnego znaku i dlatego żaden log nie zostanie wyeksportowany

# FileManager|
source: This log seems to lack of RST-TX information.
pl: Wygląda na to że w tym Logu brakuje RST TX.

# FileManager|
source: This log seems to lack of RST-RX information.
pl: Wygląda na to że w tym Logu brakuje informacji RST TX.

# MainWindow|
source: Recalculate
pl: Przeliczanie

# MainWindow|
source: Click to recalculate the award status
pl: Proszę nacisnąć aby przeliczuć status dyplomów

# MainWindow|
source: Status bar...
pl: Pasek stanu...

# MainWindow|
source: TX Exchange
pl: TX Exchage

# MainWindow|
source: RX Exchange
pl: RX Exchanege

# MainWindow|
source: Band of the QSO
pl: Pasmo QSO

# MainWindow|
source: Mode of the QSO
pl: Emisja QSO

# MainWindow|
source: Date of the QSO
pl: Data QSO

# MainWindow|
source: Time of the QSO
pl: Czas QSO

# MainWindow|
source: Add the QSO to the log
pl: Dodaj to QSO do logu

# MainWindow|
source: Input
pl: Wprowadź

# MainWindow|
source: NEW MULT
pl: Nowy mnożnik

# MainWindow|
source: Ready...
pl: Gotów...

# MainWindow|
source: The logfile has been modified. Do you want to save your changes?
pl: Plik logu został zmodyfikowany. Czy chcesz zapisać zmiany?

# MainWindow|
source: Nothing has been saved. You have to select a valid file type.
pl: Nic nie zostało zapisane. Musisz wybrać odpowiedni format pliku.

# MainWindow|
source: Save File
pl: Zapisz Plik

# MainWindow|
source: TX Exchange.
pl: TX Wymiana.

# MainWindow|
source: RX Exchange.
pl: RX Wymiana.

# MainWindow|
source: Band of the QSO.
pl: Pasmo.

# MainWindow|
source: Mode of the QSO.
pl: Emisja.

# MainWindow|
source: Date of the QSO.
pl: Data QSO.

# MainWindow|
source: Time of the QSO.
pl: Czas QSO.

# MainWindow|
source: Add the QSO to the log.
pl: Dodaj QSO do Logu.

# MainWindow|
source: Clears the QSO entry.
pl: Czyści wpisy QSO.

# MainWindow|
source: Number of confirmed DXCC entities.
pl: Liczba potwierdzonych jednostek DXCC.

# MainWindow|
source: Number of worked DXCC entities.
pl: Liczba zrobionych jednostek DXCC.

# MainWindow|
source: Number of confirmed WAZ zones.
pl: Liczba potwierdzonych stref WAZ.

# MainWindow|
source: Number of worked WAZ zones.
pl: Liczba zrobionych stref WAZ.

# MainWindow|
source: Number of confirmed QSOs.
pl: Liczba potwierdzonych QSO.

# MainWindow|
source: Number of worked QSOs.
pl: Liczba QSO nie potwierdzonych.

# MainWindow|
source: Number of DXCC worked on the selected year.
pl: Liczba zrobionych DXCC w zaznaczonym roku.

# MainWindow|
source: Number of CQ Zones worked on the selected year.
pl: Liczba stref CQ zrobionych w zaznaczonym roku.

# MainWindow|
source: Score for the DXMarathon on the selected year.
pl: Wynik DXMarathon w zaznaczonym roku.

# MainWindow|
source: Select the year you want to check.
pl: Zaznacz rok który chciałbyś sprawdzić.

# MainWindow|
source: Locator
pl: Lokator

# MainWindow|
source: Clear the box
pl: Wyczyść wszystko

# MainWindow|
source: Invalid characters used in the QRZ
pl: Nieprawidłowe znaki użyte w polu QRZ

# MainWindow|
source: ADIF file
pl: Plik ADIF

# MainWindow|
source: Cabrillo files
pl: Pliki Cabrillo

# MainWindow|
source: Any file
pl: Jakikolwiek plik

# MainWindow|
source: Score
pl: Wynik

# MainWindow|
source: DX-Marathon
pl: DX-Maraton

# MainWindow|
source: Award
pl: Dyplom

# MainWindow|
source: Confirmed
pl: Potwierdzone

# MainWindow|
source: Worked
pl: Zrobiony

# MainWindow|
source: Local
pl: Lokal

# MainWindow|
source: Number of QSOs worked on the selected year.
pl: Liczba QSO wykonana w danym roku.

# MainWindow|
source: Save Cabrillo File
pl: Zapisz plik Cabrillo

# MainWindow|
source: Filling QSOs... QSO:
pl: Wypełnianie QSOs... QSO:

# MainWindowInputComment|
source: Add a comment for this QSO
pl: Dodaj komentarz do tego QSO

# MainWindowInputOthers|
source: Select the entity for this QSO
pl: Zaznacz jednostkę dla tego QSO

# MainWindowInputOthers|
source: Select the propagation mode for this QSO
pl: Zaznacz typ propagacji dla tego QSO

# MainWindowInputOthers|
source: Select the IOTA continent for this QSO
pl: Zaznacz IOTA dla tego QSO

# MainWindowInputOthers|
source: Select the IOTA reference number for this QSO
pl: Zaznacz numer IOTA dla tego QSO

# MainWindowMyDataTab|
source: Watt
pl: Wat

# MainWindowMyDataTab|
source: Data entered in this tab will be copied into the next QSO
pl: Dane podane w tej zakładce zostaną skopiowane do następnego QSO

# MainWindowMyDataTab|
source: Power used for the QSO in watts
pl: Moc używana podczas tego QSO w watach

# MainWindowMyDataTab|
source: Logging operator's callsign
pl: Logowanie znaku operatora

# MainWindowMyDataTab|
source: Callsign used over the air
pl: Znak z którego korzystamy

# MainWindowMyDataTab|
source: My QTH locator
pl: Mój QTH lokator

# MainWindowSatTab|
source: Data entered in this tab will be copied into the next QSO
pl: Dane podane w tej zakładce zostaną skopiowane do następnego QSO

# MainWindowSatTab|
source: Name of the Satellite if not in the list. Select: "
pl: Nazwa satelity nie znajduje się na liście. Wybierz:"

# MainWindowSatTab|
source: " to enable this box. (format like AO-51)
pl: "aby uruchomić to okno. ( format np AO51)

# MainWindowSatTab|
source: Satellite mode used
pl: Sposób emisji przy pracy SAT

# MainWindowSatTab|
source: Select the satellite you are using
pl: Zaznacz satelitę z którego korzystasz

# MainWindowSatTab|
source: UpLink band
pl: Pasmo UpLink

# MainWindowSatTab|
source: DownLink band
pl: Pasmo DownLink

# SearchWidget|
source: Band
pl: Pasmo

# SearchWidget|
source: You have requested to delete the QSO with:
pl: Zamierzasz usunąć to QSO z:

# SetupDialog|
source: or the DB will not be moved to the new location.
pl: lub DB nie zostanie przeniesiona w nowe miejsce.

# SetupDialog|
source: Go to the
pl: Przejdź do

# SetupDialog|
source: Misc tab
pl: Zakładka Inne

# SetupDialog|
source: and click on
pl: i naćiśnij

# SetupDialog|
source: Move DB
pl: Przenieś DB

# SetupDialog|
source: User tab
pl: Zakładka użytkownika

# SetupDialog|
source: and enter valid QRZ.
pl: i podaj aktualny znak.

# SetupEntityDialog|
source: Name of the Entity
pl: Nazwa Jednostki

# SetupEntityDialog|
source: CQ zone
pl: Strefa CQ

# SetupEntityDialog|
source: ITU zone
pl: Strefa ITU

# SetupEntityDialog|
source: Longitude of the Entity
pl: Szerokość geograficzna jednostki

# SetupEntityDialog|
source: Local time difference to UTC
pl: Różnica czasu lokalnego do czsu UTC

# SetupEntityDialog|
source: Main prefix of the entity
pl: Główny prefix Jednoski

# SetupEntityDialog|
source: Date of the deletion
pl: Data usunięcia

# SetupEntityDialog|
source: OK
pl: OKOK

# SetupPageClubLog|
source: Send each QSO to ClubLog in real time, as they are added (or modified) in KLog
pl: Wysyłaj każde QSO w czasie rzeczywistym do ClubLog które były wprowadzone lub zmienione do KLog

# SetupPageClubLog|
source: Starts the ClubLog support in KLog
pl: Rozpocznij kożystanie z ClobLog w KLog

# SetupPageClubLog|
source: Use the Station Callsign defined in each QSO instead of the one defined here
pl: Wykorzystaj zdefiniowany Znak Stacji w każdym QSO zamiast definiować je tutaj

# SetupPageLogs|
source: Add a new log
pl: Dodaj nowy Log

# SetupPageLogs|
source: Edit the selected log
pl: Edytuj wybrany Log

# SetupPageLogs|
source: Remove the selected log
pl: Usuń wybrany Log

# SetupPageLogs|
source: Select the log you want to open
pl: Proszę zanaczyć Log który chesz otworzyć

# SetupPageLogs|
source: Type
pl: Rodzaj

# SetupPageLogsNew|
source: Select categories
pl: Zaznacz kategorie

# SetupPageLogsNew|
source: Callsign used for this log
pl: Znaki wywoławcze użyte w tym Logu

# SetupPageLogsNew|
source: Comma separated list of operators: callsign1, callsign2
pl: Lista operatorów oddzielona przecinkiem: Znak Sacji1, Znak Stacji2

# SetupPageLogsNew|
source: Start date of this log
pl: Data początkowa tego Logu

# SetupPageLogsNew|
source: Add a comment about this log
pl: Dodaj komentarz do tego Logu

# SetupPageLogsNew|
source: Select the kind of operation for this log
pl: Zaznacz rodzaj aktywnośći dla tego Logu

# SetupPageLogsNew|
source: Select the mode category
pl: Zaznacz rodzaj emisji

# SetupPageLogsNew|
source: Select the operators category
pl: Zanzacz rodzaj operartorów

# SetupPageLogsNew|
source: Select the assisted category
pl: Zaznacz kategorię wspomagania

# SetupPageLogsNew|
source: Select the power category
pl: Zaznacz kategorię mocy

# SetupPageLogsNew|
source: Select the bands category
pl: Znaznacz kategorię pasm

# SetupPageLogsNew|
source: Select the Overlay category
pl: Zaznacz kategorię Overlay

# SetupPageLogsNew|
source: Categories not OK
pl: Kategorie nie poprawne

# SetupPageLogsNew|
source: You selected an invalid combination. The log will not be opened.
pl: Nie odpowiednie zostawienie zostało wybrane. Log nie zostanie otwarty.

# SetupPageLogsNew|
source: Categories OK
pl: Kategorie OK

# SetupPageMisc|
source: The search box will show also the callsign on the air to do the QSO.
pl: W polu wyszukiwania zostanie wskazany również znak stacji pracującej z którą można zrobić QSO.

# SetupPageMisc|
source: Check it for Imperial system (Miles instead of Kilometres).
pl: Zaznacz aby wybrać system Imperialny ( Mile zamiast Kilometrów ).

# SetupPageUserDataPage|
source: Enter your name
pl: Wpisz swoje imie

# SetupPageUserDataPage|
source: Enter your address - 1st line
pl: Wpisz swój adres - Pierwsza linja

# SetupPageUserDataPage|
source: Enter your address - 2nd line
pl: Wpisz swój adres - Druga linja

# SetupPageUserDataPage|
source: Enter your address - 3rd line
pl: Wpisz swój adres - Trzecia linja

# SetupPageUserDataPage|
source: Enter your address - 4th line
pl: Wpisz swój adres - Czwarta linja

# SetupPageUserDataPage|
source: Enter your city
pl: Nazwa miasta

# SetupPageUserDataPage|
source: Enter your zip code
pl: Kod pocztowy

# SetupPageUserDataPage|
source: Enter your province or state
pl: Nazwa gminy lub województwa

# SetupPageUserDataPage|
source: Enter your country
pl: Twój kraj

# SetupPageUserDataPage|
source: Enter your power information
pl: Wpisz moc z jakiej korzystasz

# SetupPageUserDataPage|
source: Enter the station callsign that will be used for logging
pl: Wprowadź znak stcji z którego będziesz korzystał podczas logowania
