Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# AboutDialog|
source: About KLog
de: Über KLog
fi: Tietoja KLogista
pl: O progrmie

# AboutDialog|
source: By
de: von
fi: Tekijä
pl: Przez

# AboutDialog|
source: KLog is a free logbook for hamradio operators.
de: KLog ist ein freies Programm für Amateurradio-Operatoren.
fi: KLog on ilmainen päiväkirja radioamatööreille.
pl: KLog jest darmowym programem logującym dla krótkofalowców.

# AboutDialog|
source: Please provide your review in KLog's eHam review page:
de: Bitte geben Sie Ihre Bewertung auf der eHam-Seite für KLog an:
fi: Anna arvostelusi KLogin eHam-arvostelusivulla:
pl: Proszę o napisanie opini na tema KLog na stronie eHam:

# AboutDialog|
source: Find more information and the latest release at
de: Weitere Informationen und die neueste Version auf
fi: Lisätietoja ja viimeisin ohjelmistoversio löytyy osoitteesta
pl: Aby dowiedzieć się więcej oraz najnowsze wydania na

# AboutDialog|
source: Author
de: Autor
fi: Tekijä
pl: Autor

# AboutDialog|
source: today
fi: tänään
pl: dzisiaj

# AboutDialog|
source: Main developer
de: Hauptentwickler
fi: Pääkehittäjä
pl: Główny twórca

# AboutDialog|
source: KLog is developed by a very small team and you are invited to join!
de: KLog wird von einer kleinen Gruppe entwickelt, machen Sie mit.
fi: KLogia kehittää erittäin pieni ryhmä ihmisiä ja sinut on kutsuttu mukaan!
pl: KLOG Jest tworzony przez bardzo małe grono entuzjastów. Dołącz do nas!

# AboutDialog|
source: If KLog is still not in your language and you want to help us, you are welcome to contact us through the <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog development mailing list</a>!
de: Ist KLog nicht in Ihre Sprache übersetzt und Sie möchten mithelfen, abonnieren Sie die <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">Entwicklermailingliste für KLog</a>.
fi: Mikäli KLogia ei vielä ole omalla kielelläsi ja haluat auttaa meitä, olet tervetullut ottamaan yhteyttä meihin käyttämällä <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog kehitystiimin postituslistaa</a>!

# AboutDialog|
source: Be aware that you can enable/disable this feature from the Misc tab in the Setup page.
fi: Tiedäthän että tämän ominaisuuden voi ottaa käyttöön tai poistaa käytöstä asetukset valikon sekalaiset välilehdeltä.

# AboutDialog|
source: You can also help us by sending bug reports or small code contributions, ideas or whatever you think may improve KLog.
de: .Senden Sie Fehlerberichte oder kleine Korrekturen des Quelltextes, Ideen oder alles, was KLog verbessern könnte.
fi: Voit auttaa meitä myös lähettämällä virheilmoituksia tai ohjelmointiapua, ideoita tai mitä vain, mikä mielestäsi voisi parantaa KLogia.
pl: Możesz również pomóc przesyłając błędy programu oraz swoje pomysły lub cokolwiek co pomogło by w poprawie KLog.

# AboutDialog|
source: Since 0.6.2, KLog has been fully rewritten to provide a cross-platform application that runs on all major operating systems (Linux, macOS and Windows) and to support new functionality.
fi: Versiosta 0.6.2 alkaen, KLog on kirjoitettu täysin uudestaan, tarjotakseen alustariippumattoman ohjelman, joka tukee kaikkia yleisimpiä käyttöjärjestelmiä (Linux, MacOS ja Windows) ja tukeakseen uusia ominaisuuksia.

# AboutDialog|
source: If you want to provide support you are welcome to join the <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog development mailing list</a>!
de: Senden Sie Fehlerberichte oder kleine Korrekturen des Quelltextes, Ideen oder alles, was KLog verbessern könnte.
fi: Jos haluat antaa tukesi, olet tervetullut liittymään <a href="https://lists.nongnu.org/mailman/listinfo/klog-devel">KLog kehitystiimin postituslistaan</a>!

# AboutDialog|
source: Authors
de: Autoren
fi: Tekijät
pl: Autorzy

# AboutDialog|
source: Translators bring KLog into your language. They are really an important part of the KLog development team.
de: Übersetzer bringen KLog in Ihre Sprache. Sie sind wirklich ein wichtiger Bestandteil. des KLog-Entwicklungsteams.
fi: Kääntäjät tuovat KLogin kielellesi, ja he ovat todella tärkeä osa KLog-kehitystiimiä.
pl: Tłumacze przełożli KLOG na Twój język. Tłumacze są naprawdę ważną częścią grupy rozwojowej KLOG.

# AboutDialog|
source: Translators
de: Übersetzer
fi: Kääntäjät
pl: Tłumacze

# AboutDialog|
source: Privacy advisory
de: Hinweis zur Privatsphäre
fi: Tietosuojakäytäntö
pl: Postanowienia prawne

# AboutDialog|
source: KLog developers have included a feature that reports some user data to the KLog server with the sole purpose of identifying the number of installed versions, to focus development in one direction or another taking into account users' needs.
fi: KLog kehittäjät ovat sisällyttäneet ominaisuuden käyttäjätietojen raportoimiseksi KLog palvelimelle. Tämän tiedon ainoa tarkoitus on, asennettujen ohjelmaversioiden määrän tunnistaminen jotta, kehiystyötä voidaan kohdentaa suuntaan tai toiseen, käyttäjien tarpeet huomioiden.

# AboutDialog|
source: At present, the data that is provided is the following:
de: Zurzeit werden folgende Daten übertragen:
fi: Tällä hetkellä toimitettavat tiedot ovat seuraavat:
pl: W tym momęcie, dane dostarczone zawierają:

# AboutDialog|
source: Callsign
de: Rufzeichen
fi: Kutsutunnus
pl: Znak wywoławczy

# AboutDialog|
source: KLog version
fi: KLog versio
pl: Wersja KLog

# AboutDialog|
source: Operating system
de: Betriebssystem
fi: Käyttöjärjestelmä
pl: System operacyjny

# AboutDialog|
source: Privacy
de: Privatsphäre
fi: Tietosuoja
pl: Prywatność

# AwardsWidget|
source: Recalculate
fi: Laske uudelleen

# AwardsWidget|
source: Click to recalculate the award status.
fi: Napsauta laskeaksesi palkintotilanne uudestaan.

# AwardsWidget|
source: Select the year you want to check.
fi: Valitse vuosi jonka haluat nähdä.

# AwardsWidget|
source: QSOs
fi: QSO:t

# AwardsWidget|
source: Award
fi: Palkinto

# AwardsWidget|
source: Confirmed
fi: Vahvistettu

# AwardsWidget|
source: Worked
fi: Työstetty

# AwardsWidget|
source: Score
fi: Pisteet

# AwardsWidget|
source: Annual
fi: Vuotuinen

# AwardsWidget|
source: Number of confirmed DXCC entities.
fi: Vahvistettujen DXCC-yksiköiden määrä.

# AwardsWidget|
source: Number of worked DXCC entities.
fi: Työstettyjen DXCC-yksiköiden määrä.

# AwardsWidget|
source: Number of confirmed WAZ zones.
fi: Vahvistettujen WAZ vyöhykkeiden määrä.

# AwardsWidget|
source: Number of worked WAZ zones.
fi: Työstettyjen WAZ vyöhykkeiden määrä.

# AwardsWidget|
source: Number of confirmed QSOs.
fi: Vahvistettujen QSO:iden määrä.

# AwardsWidget|
source: Number of worked QSOs.
fi: Työstettyjen QSO:iden määrä.

# AwardsWidget|
source: Number of QSOs worked in the selected year.
fi: Työstettyjen QSO:iden määrä valittuna vuotena.

# AwardsWidget|
source: Number of DXCCs worked in the selected year.
fi: Työstettyjen DXCC:n määrä valittuna vuotena.

# AwardsWidget|
source: Number of CQ Zones worked in the selected year.
fi: Työstettyjen CQ alueiden määrä valittuna vuotena.

# AwardsWidget|
source: Score for the DXMarathon in the selected year.
fi: DXMarathon pisteet valittuna vuotena

# AwardsWidget|
source: DX-Marathon
fi: DX-Maratoni

# CTYPage|
source: Country data download
de: Länderdaten herunterladen
fi: Maakohtaisten tietojen lataus
pl: Lista krajów została pobran

# CTYPage|
source: KLog needs country data...
de: KLog benötigt Länderdaten ...
fi: KLog tarvitsee maakohtaiset tiedot...
pl: Klog wymga danych państwa...

# CTYPage|
source: Country data needed
de: Länderdaten erforderlich
fi: Maakohtaiset tiedot tarvitaan
pl: Wymagana lista krajów

# CTYPage|
source: KLog uses the cty.csv file from https://www.country-files.com/ to get DXCC information.
fi: KLog käyttää cty.csv tiedostoa lähteestä https://www.country-files.com/ saadakseen DXCC informaation.

# CTYPage|
source: You need to download the cty.csv file if you want KLog to show you the countries, locator, etc. of the QSOs you do.
fi: Sinun tulee ladata cty.csv tiedosto, jos haluat että KLog näyttää tehtyjen QSO:iden maat, lokaattorin, jne,

# CTYPage|
source: Click on Download to download now.
de: Klicken Sie zum Starten auf Herunterladen.
fi: Napsauta Lataa ladataksesi nyt.
pl: Proszę nacisnąć Pobierz aby zacząć pobieranie.

# CTYPage|
source: I can't find the host. Please check your network and try again Do you want to try again?
de: Der Rechner wurde nicht gefunden. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut Möchten Sie es erneut versuchen?
fi: En löydä palvelinta. Tarkista verkkoyhteys ja yritä uudelleen Haluatko yrittää uudelleen?
pl: Nie mogę odnaleźć host. Proszę sprawdzić swoje połączenie sieciowe oraz spróbować ponownie Czy chciałbyś spróbować ponownie?

# DXCCStatusWidget|
source: Update
de: Aktualisieren
fi: Päivitä
pl: Aktualizacja

# DXCCStatusWidget|
source: Entity
de: Eintrag
fi: Yksikkö
pl: Jednostka

# DXCCStatusWidget|
source: Prefix
fi: Etuliite

# DXCCStatusWidget|
source: Entity not worked in this band.
de: Eintrag in diesem Band nicht bearbeitet.
fi: Ei työstetty tällä taajuusalueella

# DXClusterWidget|
source: Click on Connect to connect to the DX-Cluster server
de: Klicken Sie auf „Verbinden“, um die Verbindung zum DX-Clusterserver herzustellen
fi: Napsauta yhdistä, kun haluat muodostaa yhteyden DX-klusteripalvelimeen
pl: Naciśnij Połącz aby połączyć z DX-Cluterem

# DXClusterWidget|
source: Connect
de: Verbinden
fi: Yhdistä
pl: Połącz

# DXClusterWidget|
source: Clear
de: Löschen
fi: Tyhjennä
pl: Wyczyść

# DXClusterWidget|
source: Click on connect to connect to the DX-Cluster
de: Klicken Sie auf „Verbinden“, um die Verbindung zum DX-Clusterserver herzustellen
fi: Napsauta yhdistä muodostaaksesi yhteyden DX-klusteriin
pl: Naciśnij na Połącz aby połączyć z DX-Cluster

# DXClusterWidget|
source: Trying to connect to the server
de: Es wird versucht, mit dem Server zu verbinden
fi: Muodostetaan yhteyttä palvelimeen
pl: Próba nawiązania połączenia z serwerem

# DXClusterWidget|
source: KLog DXCluster
fi: KLog DXKlusteri

# DXClusterWidget|
source: The host was not found. Please check:
de: Der Rechner wurde nicht gefunden, bitte überprüfen Sie:
fi: Isäntää ei löytynyt. Tarkista:
pl: Host nie został odnaleziony. Proszę sprawdzić:

# DXClusterWidget|
source: - your network connection; - the host name and port settings.
de: - ihre Netzwerkverbindung - den Rechnernamen und Port-Einstellungen.
fi: - verkkoyhteytesi; - isäntänimi ja porttiasetukset.
pl: - połączenie sieciowe; - nazwa hosta oraz ustawienia portów.

# DXClusterWidget|
source: The connection was refused by the peer. Make sure the DXCluster server is running, and check that the host name and port settings are correct.
de: Die Verbindung ist von der Gegenstelle abgelehnt worden. Überprüfen Sie, dass der DX-Clusterserver erreichbar ist und dass der Rechnername und Port korrekt sind.
fi: Yhteys vertaisverkkoon evättiin. Varmista, että DX Klusteripalvelin on käynnissä ja tarkista, että isäntänimi ja porttiasetukset ovat oikein.
pl: Połączenie zostało odrzucone przez peer Upewnij się że DX Cluster jest włączony oraz sprawdź czy ustawienia są prawidłowe.

# DXClusterWidget|
source: The following error occurred: %1.
de: Der folgende Fehler ist aufgetreten: %1.
fi: Tapahtui seuraava virhe: %1.
pl: Pojawił się pewien błąd:%1.

# DXClusterWidget|
source: Connected to server
de: Mit Server verbunden
fi: Yhdistetty palvelimeen
pl: Połączono z serwerem

# DXClusterWidget|
source: KLog message
de: KLog-Nachricht
fi: KLog viesti
pl: Wiadomość KLog

# DXClusterWidget|
source: Enter your callsign to connect to the cluster:
de: Geben Sie Ihr Rufzeichen für die Verbindung zum DX-Cluster ein:
fi: Syötä kutsutunnuksesi liittyäksesi klusteriin:
pl: Wprowadź swój znak aby połączyć się z clusterem:

# DXClusterWidget|
source: Enter your password to connect to the cluster: (Just hit enter for no password)
de: Geben Sie Ihr Passwort für die Verbindung zum Cluster ein: Oder drücken Sie die Eingabetaste für ein leeres Passwort
fi: Syötä salasanasi yhteyden muodostamiseksi klusteriin: (Paina enter jättääksesi salasanan tyhjäksi)
pl: Wprowadź swoje hasło aby połączyć się z Clusterem: ( Naciśnij Enter aby połączyć bez hasła )

# DXClusterWidget|
source: Disconnect
de: Verbindung trennen
fi: Katkaise yhteys
pl: Rozłącz

# DXClusterWidget|
source: Not logged on, you may need to enter your callsign again.
de: Sie sind nicht angemeldet, bitte geben Sie Ihr Rufzeichen nochmal ein.
fi: Et ole kirjautunut sisään, sinun on ehkä annettava kutsutunnuksesi uudelleen.
pl: Nie zalogowano, być może konieczne będzie wpisać Twój znak ponownie.

# DXClusterWidget|
source: Enter here the commands to be sent to the DX-Cluster server.
de: Geben Sie hier die Befehle ein, die an den DX-Cluster-Server gesendet werden.
fi: Syötä tähän komennot, jotka lähetetään DX-klusteripalvelimelle

# DXClusterWidget|
source: Connection closed by the server
de: Verbindung durch den Server beendet
fi: Palvelin katkaisi yhteyden
pl: Połączenie zamknięte przez serwer

# DXClusterWidget|
source: Click on Connect to connect to the DX-Cluster server.
de: Klicken Sie auf „Verbinden“, um die Verbindung zum DX-Clusterserver herzustellen.
fi: Napsauta yhdistä, muodostaaksesi yhteyden DX-klusteriin

# DXClusterWidget|
source: Send
de: Senden
fi: Lähetä
pl: Wyślij

# DataProxy_SQLite|
source: Software version in DB is null
de: Keine Softwareversion für die Datenbank vorhanden
fi: Ohjelmistoversio tietokannassa on tyhjä
pl: Wersja oprogramowania w DB jest zero

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Aircraft Scatter
de: Reflexion an Flugzeugen
fi: Lentokonehajonta

# DataProxy_SQLite|
source: Aurora
fi: Revontulet

# DataProxy_SQLite|
source: Aurora-E
fi: Revontuliheijastukset

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Back scatter
fi: Takasironta

# DataProxy_SQLite|
source: Earth-Moon-Earth
de: Erde-Mond-Erde
fi: Maa-Kuu-Maa

# DataProxy_SQLite|
source: Sporadic E
fi: Satunnaisheijastukset

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Field Aligned Irregularities
fi: Kenttäsuuntainen hajonta

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: F2 Reflection
de: F2-Reflexion
fi: F2 Heijastus

# DataProxy_SQLite|
source: Internet-assisted
fi: Internet-avusteinen

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Ionoscatter
fi: Ionosfäärisironta

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Meteor scatter
de: Streuung durch Meteore
fi: Meteorisironta

# DataProxy_SQLite|
source: Terrestrial or atmospheric repeater or transponder
de: Terrestrische oder atmosphärische Reklektion oder Transponder
fi: Maanpäällinen tai ilmakehässä oleva toistin tai transponderi

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Rain scatter
de: Streuung durch Regen
fi: Sadesironta

# DataProxy_SQLite|
source: Satellite
de: Satellit
fi: Satelliitti

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Trans-equatorial
fi: Päiväntasaajan ylittävä

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Tropospheric ducting
fi: Troposfäärikanavat

# DataProxy_SQLite|
source: Yes
de: Ja
fi: Kyllä

# DataProxy_SQLite|
source: No
de: Nein
fi: Ei

# DataProxy_SQLite|
source: Requested
de: Angefordert
fi: Pyydetty

# DataProxy_SQLite|
source: Ignore/Invalid
de: Ignoriert/Ungültig
fi: Hylkää/Mitätön

# DataProxy_SQLite|
source: Validated
de: Geprüft
fi: Vahvistettu

# DataProxy_SQLite|
source: Queued
de: Eingereiht
fi: Jonossa

# DataProxy_SQLite|
source: Uploaded
de: Hochgeladen
fi: Lähetetty

# DataProxy_SQLite|
source: Do not upload
de: Nicht hochladen
fi: Älä lähetä

# DataProxy_SQLite|
source: Modified
de: Geändert
fi: Muokattu

# DataProxy_SQLite|
source: Electronic
de: Elektronik
fi: Elektrooninen

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Manager
fi: Hallinta

# DataProxy_SQLite|
source: All QSOs have been updated with a DXCC and the Continent.
fi: Kaikki QSO:t on päivitetty DXCC:llä ja mantereella.

# DownLoadCTY|
source: Download of cty.csv failed with the following error code:
de: Das Herunterladen von cty.csv ist mit folgendem Fehler fehlgeschlagen:
fi: cty.csv:n lataus epäonnistui virhekoodilla:
pl: Pobieranie pliku CTY.CSV zakończone z błędem o kodzie:

# DownLoadCTY|
source: Download of cty.csv done.
de: Das Herunterladen von cty.csv ist abgeschlossen.
fi: cty.csv:n lataus valmis.
pl: Pobieranie pliku CTY.CSV ukończone.

# DownLoadCTY|
source: There is already a cty.csv file in the folder but it will be replaced with the new one.
de: Es gibt bereits eine Datei cty.file im Ordner, sie wird durch die neue Datei ersetzt.
fi: Kansiossa on jo cty.csv-tiedosto, mutta se korvataan uudella.
pl: Plik CTY.CSV już znajduje się w folderze ale zostnie on zastąpiony nowym.

# DownLoadCTY|
source: Could not open %1 for writing
de: %1 lässt sich nicht zum Schreiben öffnen
fi: Ei voitu avata %1 kirjoittamista varten

# FileManager|
source: Writing ADIF file...
de: ADIF-Datei wird geschrieben ...
fi: Kirjoitetaan ADIF-tiedostoa...
pl: Zapisywanie pliku ADIF...

# FileManager|
source: Abort writing
de: Schreiben abbrechen
fi: Keskeytä kirjoitus
pl: Przerwij zapisywanie

# FileManager|
source: Writing ADIF file... QSO:
de: ADIF-Datei wird geschrieben ... QSO:
fi: Kirjoitetaan ADIF-tiedostoon... QSO:
pl: Zapisywanie pliku ADIF... QSO:

# FileManager|
source: You have canceled the file export. The file will be removed and no data will be exported.
de: Sie haben der Export der Datei abgebrochen. Die Datei wird entfernt und es werden keine Daten exportiert.
fi: Olet peruuttanut tiedoston viennin. Tiedosto poistetaan, eikä tietoja viedä.
pl: Eksport pliku zosał anulowany. Plik zostanie usunięty oraz żadne dane wyeksportowane.

# FileManager|
source: KLog - Error
fi: KLog - Virhe

# FileManager|
source: The selected log does not exist, please check it again.
fi: Valittua lokia ei ole olemassa, tarkista uudestaan.

# FileManager|
source: The file %1 can't be opened.
fi: Tiedostoa %1 ei voida avata.

# FileManager|
source: KLog - User cancelled
fi: KLog - Käyttäjä keskeytti

# FileManager|
source: Do you still want to cancel?
de: Möchten Sie immer noch abbrechen?
fi: Haluatko varmasti peruuttaa?
pl: Czy nadal chcesz anulować?

# FileManager|
source: Reading LoTW file...
de: LoTW-Datei wird gelesen ...
fi: Luetaan LoTW-tiedostoa...
pl: Wczytywanie pliku LOTW...

# FileManager|
source: Abort reading
de: Lesen abbrechen
fi: Keskeytä lukeminen
pl: Przerwij wczytywanie

# FileManager|
source: KLog - Log selection
fi: KLog - Lokin valinta

# FileManager|
source: There is more than one log in this logfile.
de: Es gibt mehrere Protokolle in dieser Protokolldatei.
fi: Tässä lokitiedostossa on enemmän kuin yksi loki.
pl: W tym pliku logu znajduje się więcej niż jeden log.

# FileManager|
source: All logs will be imported into the current log.
de: Alle Protokolle werden in die aktuelle Protokolldatei importiert.
fi: Kaikki lokit tuodaan nykyiseen lokiin.
pl: Wszystkie logi zostaną zaimportowane do bierzącego logu.

# FileManager|
source: Do you want to continue?
de: Möchten Sie fortfahren?
fi: Haluatko jatkaa?
pl: Czy nadal chcesz kontynuować?

# FileManager|
source: Reading ADIF file...
de: ADIF-Datei wird gelesen ...
fi: Luetaan ADIF-tiedostoa...
pl: Wczytywanie pliku ADIF...

# FileManager|
source: Importing ADIF file...
de: ADIF-Datei wird importiert ...
fi: Tuodaan ADIF-tiedostoa...
pl: Importowanie pliku ADIF...

# FileManager|
source: KLog - Duplicated QSOs
fi: KLog - QSO päällekkäisyyksiä

# FileManager|
source: It seems that there are some duplicated QSOs in the ADIF file you are importing. Do you want to continue? (Duped QSOs will not be imported)
de: Offensichtlich gibt es einige doppelte QSOs in der ADIF-Datei, die Sie importieren möchten. Möchten Sie fortfahren? (Duplikate von QSOs werden nicht importiert)
fi: ADIF-tiedostossa jota olet tuomassa, on päällekkäisiä QSO:ita. Haluatko jatkaa? (Duplikaatti QSO:ita ei tuoda)
pl: Wygląda na to że w pliku ADIF który właśnie importujesz znajduje się kilka zduplikowanych QSO. Czy nadal chcesz kontynuować? ( Zduplikowane QSO nie będą zaimportowane )

# FileManager|
source: You have canceled the file import. The file will be removed and no data will be imported.
fi: Olet peruuttanut tiedoston tuonnin. Tiedosto poistetaan, tietoja ei tuoda.

# FileManager|
source: Some QSOs of this log, (i.e.: %1) seems to lack RST-TX information.
fi: Joistakin tämän lokin QSO:ista, (esim.: %1) näkyy puuttuvan RST-TX tieto.

# FileManager|
source: Click on Yes to add a default 59 to all QSOs with a similar problem.
fi: Napsauta Kyllä, lisätäksesi oletusksen 59, kaikkiin QSO:ihin joissa on sama ongelma.

# FileManager|
source: If you select NO, maybe the QSO will not be imported.
fi: Jos valitset EI, voi olla että QSO:ta ei tuoda.

# FileManager|
source: Some QSOs of this log, (i.e.: %1) seems to lack RST-RX information.
fi: Joistakin tämän lokin QSO:ista, (esim.: %1) näkyy puuttuvan RST-TX tieto.

# FileManager|
source: KLog - Apply to all QSOs in this log?
fi: KLog - Käytä kaikissa tämän lokin QSO:issa.

# FileManager|
source: Please edit the ADIF file and make sure that it include at least:
de: Bearbeiten Sie die ADIF-Datei und überprüfen Sie, ob sie mindesten Folgendes enthält:
fi: Muokkaa ADIF-tiedostoa ja varmista, että se sisältää ainakin:
pl: Proszę o sprawdzenie pliku ADIF oraz upewnienie się że zawiera przynajmniej:

# FileManager|
source: and
de: und
fi: ja
pl: oraz

# FileManager|
source: This QSO had:
de: In diesem QSO-Eintrag:
fi: Tässä QSO:ssa oli:
pl: To QSO miało:

# FileManager|
source: This QSO is not including the minimum data to consider a QSO as valid!
fi: Tässä QSO:ssa ei ole vähimmäistietoja jotta QSO voidaan todeta oikeaksi!

# FileManager|
source: - The band missing and the following call:
de: - Das Band fehlt bei dem folgenden Rufzeichen:
fi: - Taajuusalue puuttuu ja seuraava kutsu:
pl: - Brakuje pasma w wybranym QSO:

# FileManager|
source: - The mode missing and the following call:
de: - Der Modus fehlt bei dem folgenden Rufzeichen:
fi: - Tila puuttuu ja seuraava kutsu:
pl: - Brakuje emisji dla wybranego znaku:

# FileManager|
source: - The date missing and the following call:
de: - Das Datum fehlt bei dem folgenden Rufzeichen:
fi: - Päiväys puuttuu ja seuraava kutsu:
pl: - Brakuje daty dla wybranego znaku:

# FileManager|
source: - The time missing and the following call:
de: - Die Zeit fehlt bei dem folgenden Rufzeichen:
fi: - Aika puuttuu ja seuraava kutsu:
pl: - Brakuje czasu dla wybranego znaku:

# FileManager|
source: Do you want to continue with the current file?
de: Möchten Sie mit der aktuellen Datei fortfahren?
fi: Haluatko jatkaa nykyisen tiedoston kanssa?
pl: Czy nadal chcesz kontynuować z obecnym plikiem?

# FileManager|
source: KLog: Not all required data found!
de: KLog: Es wurden nicht alle benötigten Daten gefunden
fi: KLog: kaikkia vaadittavia tietoja ei löydetty!
pl: KLog: Nie wszystkie wymagane dane zostały znalezione!

# FileManager|
source: KLog - No Station callsign entered.
fi: KLog - Aseman kutsutunnusta ei ole syötetty,

# FileManager|
source: KLog - QSO without Station Callsign
fi: KLog - QSO josta puuttuu aseman kutsutunnus

# FileManager|
source: Click on Yes to add a default 59 to all QSO with a similar problem.
de: Klicken Sie auf „Ja“, um den Vorgabewert 59 zu allen QSOs mit dem gleichen Problem hinzuzufügen.
fi: Napsauta Kyllä, jos haluat lisätä oletusarvon 59 kaikille QSO:ille, joilla on vastaava ongelma.
pl: Naciśniej Tak aby dodać domyślnie 59 do wszystkich QSO z podobnym problemem.
