Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# QObject|
source: Thank you for running KLog!
de: Vielen Dank für die Nutzung von KLog.
fi: Kiitos KLogin käyttämisestä!
pl: Dziękujemy za korzystanie z KLog!

# QObject|
source: I could not remove your KLog dir. You should do it manually if you want it removed from your hard disk.
de: Ihr KLog-Ordner kann nicht entfernt werden. Sie müssen diesen Ordner manuell löschen.
fi: En voinut poistaa KLog-kansiota. Sinun tulee tehdä se manuaalisesti, jos haluat poistaa sen kiintolevyltä.
pl: Usunięcie katalogu KLog było nie możliwe. Powinieneś zrobić to manualnie jeśli aby katalog KLog został całkowicie usunięty.

# QObject|
source: Your KLog dir could not be removed. You should do it manually if you want it removed from your hard disk.
de: Ihr KLog-Ordner kann nicht entfernt werden. Sie müssen diesen Ordner manuell löschen.
fi: KLog-kansiota ei voitu poistaa. Sinun tulee tehdä se manuaalisesti, jos haluat poistaa sen kiintolevyltä.
pl: Katalog KLog nie został usunięty. Aby usunąć ten katalog z dysku powinieneś usunąć go ręcznie.

# QObject|
source: Remember that your KLog dir is on your system...
de: Ihr KLog-Ordner ist immer noch auf Ihren System vorhanden ...
fi: Muista että KLog-kansio on kiintolevyllä...
pl: Pamiętaj że katalog Klo jest w zainstalowany na Twoim systemie...

# SearchWidget|
source: Clear the searches.
de: Suchen löschen
fi: Tyhjennä etsinnät
pl: Wyczyść wyszukiwanie.

# SearchWidget|
source: Export the search result to an ADIF file.
de: Exportiert alle Suchergebnisse in eine ADIF-Datei.
fi: Vie etsinnän tulokset ADIF-tiedostoon.
pl: Wyeksportuj wyniki wyszukiwania do pliku ADIF.

# SearchWidget|
source: Select/Unselect all the QSOs shown.
de: Alle angezeigten QSO-Daten aus- oder abwählen.-
fi: Valitse/Poista valinnasta kaikki näkyvillä olevat QSO:t.
pl: Zaznacz/Odznacz wszystkie wyświetlone QSO.

# SearchWidget|
source: Search in the log.
de: Suchen im Protokoll.
fi: Etsi lokista.
pl: Przeszukaj log.

# SearchWidget|
source: Search in all logs.
de: Suchen in allen Protokollen.
fi: Etsi kaikista lokeista.
pl: Przeszukaj we wszystkich logach.

# SearchWidget|
source: Save File
de: Datei speichern
fi: Tallenna tiedosto
pl: Zapisz plik

# SearchWidget|
source: You have requested to delete the QSO with: %1
de: Sie haben das Löschen dieser QSO mit %1angefordert
fi: Olet pyytänyt poistettaviksi QSO:t joissa on: %1

# SearchWidget|
source: Are you sure?
de: Sind Sie sicher?
fi: Oletko varma?
pl: Czy jesteś pewien?

# SetupDialog|
source: My Data
de: Meine Daten
fi: Minun Tiedot
pl: Moje dane

# SetupDialog|
source: Bands/Modes
de: Bänder/Modi
fi: Taajuusalueet/Moodit
pl: Pasma/Emisje

# SetupDialog|
source: DX-Cluster
fi: DX-Klusteri
pl: DX-Klaster

# SetupDialog|
source: Colors
de: Farben
fi: Värit
pl: Kolory

# SetupDialog|
source: Misc
de: Verschiedenes
fi: Sekalaiset
pl: Inne

# SetupDialog|
source: World Editor
fi: Maailma Editori
pl: Edycja Znaków

# SetupDialog|
source: Logs
de: Protokolle
fi: Lokit
pl: Logi

# SetupDialog|
source: Satellites
de: Satelliten
fi: Satelliitit

# SetupDialog|
source: Cancel
de: Abbrechen
fi: Peru
pl: Anuluj

# SetupDialog|
source: Config Dialog
de: Einstellungsdialog
fi: Asetusikkuna
pl: Okno konfiguracji

# SetupDialog|
source: User data
de: Benutzerdaten
fi: Käyttäjätiedot
pl: Dane użytkownika

# SetupDialog|
source: D&X-Cluster
fi: D&X-Klusteri

# SetupDialog|
source: You need to enter at least one log in the Logs tab.
de: Sie müssen mindestens ein Protokoll auf der Karteikarte Protokolle eingeben.
fi: Ainakin yksi loki on syötettävä Lokit -välilehdellä.
pl: Wymagane jest abyś dodał przynajmniej jeden Log w zakładce Log.

# SetupDialog|
source: Do you want to add one log in the Logs tab or exit KLog? (Click Yes to add a log or No to exit KLog)
fi: Haluatko lisätä yhden lokin 'Lokit' välilehdelle, vaiko poistua KLog:sta? (Napsauta Kyllä lisätäksesi loki tai Ei poistuaksesi)

# SetupDialog|
source: World
de: Welt
fi: Maailma
pl: Świat

# SetupDialog|
source: Go to the Misc tab and click on Move DB or the DB will not be moved to the new location.
de: Wählen Sie auf der Karteikarte Verschiedenes „Datenbank verschieben„ oder die Datenbank wird nicht an den neuen Ort verschoben.
fi: Siirry sekalaiset-välilehdelle ja napsauta "siirrä tietokanta" muulloin tietokantaa ei siirretä uuteen paikkaan.

# SetupDialog|
source: Go to the User tab and enter valid QRZ.
de: Geben Sie auf der Karteikarten „Benutzerdaten“ einen gültigen QRZ-Eintrag ein.
fi: Siirry käyttäjä-välilehdelle ja syötä kelvollinen QRZ.

# SetupDialog|
source: You need to enter at least a valid QRZ.
de: Sie müssen mindestens einen gültigen QRZ-Eintrag eingeben.
fi: Ainakin olemassaoleva QRZ on syötettävä.
pl: Wmagane jest wprowadzenie przynajmniej jednego aktualnego znaku.

# SetupDialog|
source: You have not selected the kind of log you want.
de: Sie haben die Art des Protokolls nicht ausgewählt.
fi: Et ole valinnut minkälaisen lokin haluat.
pl: Nie zanaczono żadnego logu.

# SetupDialog|
source: You will be redirected to the Log tab. Please add and select the kind of log you want to use.
de: Sie werden zur Karteikarte Protokolle weitergeleitet. Geben Sie die Art des Protokolls an oder wählen Sie ein Protokoll aus.
fi: Sinut ohjataan lokit -välilehdelle. Lisää, ja valitse millaista lokia haluat käyttää.
pl: Zstaniesz przekierowany do zakłdki Log. Proszę wybrać z którego logu chcesz obecnie korzystać.

# SetupEntityDialog|
source: Entity
de: Eintrag
fi: Yksikkö
pl: Jednostka

# SetupEntityDialog|
source: Latitude
de: Breitengrad
fi: Leveysaste
pl: Szerokość

# SetupEntityDialog|
source: Longitude
de: Längengrad
fi: Pituusaste
pl: Szerokość

# SetupEntityDialog|
source: Main prefix
de: Haupt-Präfix
fi: Ensisijainen etuliite
pl: Główny Prefiks

# SetupEntityDialog|
source: Prefixes
de: Präfixe
fi: Etuliitteet
pl: Prefiksy

# SetupEntityDialog|
source: Comma separated possible prefixes, e.g. EA1, EA2, ...
de: Durch Komma getrennte mögliche Präfixe wie zum Beispiel EA1, EA2, ...
fi: Mahdolliset etuliitteet, pilkulla eroteltuina, esim. OH1, OH2, ...
pl: Prefixy oddzielpone przecinkiem Np EA1, EA2, ...

# SetupEntityDialog|
source: Name of the Entity.
de: Name des Eintrags.
fi: Yksikön nimi.

# SetupEntityDialog|
source: CQ zone.
fi: CQ-vyöhyke.

# SetupEntityDialog|
source: ITU zone.
fi: ITU-vyöhyke.

# SetupEntityDialog|
source: Longitude of the Entity.
de: Längengrad des Eintrags.
fi: Yksikön pituuspiiri.

# SetupEntityDialog|
source: Local time difference to UTC.
de: Lokale Zeitdifferenz zu UTC.
fi: Paikallinen aikaero UTC:n.

# SetupEntityDialog|
source: Main prefix of the entity.
de: Haupt-Präfix des Eintrags.
fi: Yksikön ensisijainen etuliite.

# SetupEntityDialog|
source: Date of the deletion.
de: Datum der Löschung.
fi: Poistamisen päivämäärä.

# SetupEntityDialog|
source: Deleted
de: Gelöscht
fi: Poistettu
pl: Usunięty

# SetupEntityDialog|
source: Cancel
de: Abbrechen
fi: Peru
pl: Anuluj

# SetupEntityDialog|
source: Entity Dialog
de: Eintragsdialog
fi: Yksikköasetukset
pl: Opis Jednostki

# SetupPageBandMode|
source: Bands
de: Bänder
fi: Taajuusalueet
pl: Pasma

# SetupPageBandMode|
source: Modes
de: Modi
fi: Moodit
pl: Emisje

# SetupPageClubLog|
source: Enter the email you used to register in ClubLog.
de: Geben Sie Ihr Passwort ein, das Sie für die Registrierung bei Club Log verwendet haben.
fi: Syötä sähköposti jota käytit ClubLog:in rekisteröitymiseen.
pl: Wprowadź e-mail którego użyłeś podczas rejestracji w ClubLog.

# SetupPageClubLog|
source: Enter the callsign you used to register in ClubLog.
de: Geben Sie Ihr Rufzeichen ein, das Sie für die Registrierung bei Club Log verwendet haben.
fi: Syötä kutsutunnus jota käytit ClubLog:in rekisteröitymiseen.
pl: Wprowadź znak który podałeś podczas rejestracji w ClubLog.

# SetupPageClubLog|
source: Enter your password in ClubLog.
de: Geben Sie Ihr Passwort für Club Log ein.
fi: Syötä ClubLog salasanasi.
pl: Wprowadź swoje hasło do ClubLog.

# SetupPageClubLog|
source: &Activate ClubLog
de: Club Log &aktivieren
fi: &Aktivoi ClubLog
pl: &Active ClubLog

# SetupPageClubLog|
source: Use QSO Station &Callsign
de: &QSO-Stations-Rufzeichen verwenden
fi: Käytä QSO Aseman Kutsutunnusta
pl: Użyj znaku stacji &Callsign

# SetupPageClubLog|
source: Send each QSO to ClubLog in real time, as they are added (or modified) in KLog.
de: Sendet jeden QSO-Eintrag direkt zu Club Log, wenn sie in KLog hinzugefügt oder geändert werden.
fi: Lähetä QSO:t ClubLogiin reaaliajassa, kun niitä lisätään (tai muokataan) KLogissa.

# SetupPageClubLog|
source: Starts the ClubLog support in KLog.
de: Startet die Unterstützung für Club Log in KLog.
fi: Käynnistää ClubLog tuen KLogissa.

# SetupPageClubLog|
source: Use the Station Callsign defined in each QSO instead of the one defined here.
de: Verwendet das in jedem QSO-Eintrag definierte Stations-Rufzeichen anstatt des hier definierten.
fi: Käytä QSOissa käytettyä aseman kutsutunnusta, tähän määritetyn tunnuksen sijasta.

# SetupPageColors|
source: New One
de: Neu
fi: Uusi
pl: Nowy kraj

# SetupPageColors|
source: Needed in this band
de: In diesem Band erforderlich
fi: Tarvittu tällä taajuussalueella
pl: Potrzebny na tym paśmie

# SetupPageColors|
source: Worked in this band
de: In diesem Band bearbeitet
fi: Työstetty tällä taajuusalueella
pl: Zrobiony na tym paśmie

# SetupPageColors|
source: Confirmed in this band
de: In diesem Band bestätigt
fi: Vahvistettu tällä taajuusalueella
pl: Potwierdzony na tym paśmie

# SetupPageColors|
source: Default
de: Standard
fi: Oletus
pl: Domyślny

# SetupPageColors|
source: WSJT-X palette
fi: WSJT-X väripaletti

# SetupPageColors|
source: Default palette
fi: Oletusväripaletti

# SetupPageColors|
source: Color when the DXCC is an ATNO (All Time New One).
fi: Väri kun DXCC on tyyppiä ATNO (All Time New One).

# SetupPageColors|
source: DXCC is confirmed in this band.
fi: DXCC on vahvistettu tällä taajuusalueella.

# SetupPageColors|
source: Default color.
fi: Oletusväri.

# SetupPageColors|
source: Sets a palette of colors similar to the one used in WSJT-X.
fi: Asettaa väripaletin samankaltaiseksi kuin on käytetty WSJT-X:ssä

# SetupPageColors|
source: Sets the default palette.
fi: Asettaa oletusväripaletin.

# SetupPageColors|
source: This DXCC was worked before in another band but not in the selected band. It may be needed due to the CQ, ITU, Grid, ...
fi: Tämä DXCC on työstetty aiemmin eri taajuusalueella mutta ei valitulla taajuusalueella. Tämä saattaa olla tarpeellista CQ, ITU, Verkko, ...

# SetupPageColors|
source: Worked DXCC, but not confirmed in this band.
fi: Työstetty DXCC, mutta ei vahvistettu tällä taajuusalueella.

# SetupPageColors|
source: Choose a color
de: Wählen Sie eine Farbe
fi: Valitse väri
pl: Wybierz kolor

# SetupPageDxCluster|
source: Add
de: Hinzufügen
fi: Lisää
pl: Dodaj

# SetupPageDxCluster|
source: Delete
de: Löschen
fi: Poista
pl: Usuń

# SetupPageDxCluster|
source: Show &HF spots
de: &HF-Spots anzeigen
fi: Näytä &HF Spotit
pl: Pokaż &HF spots

# SetupPageDxCluster|
source: Show V/&UHF spots
de: V/&UHF-Spots anzeigen
fi: Näytä V/&UHF spotit
pl: Pokaż V/&UHF spots

# SetupPageDxCluster|
source: Show W&ARC spots
de: W&ARC-Spots anzeigen
fi: Näytä W&ARC spotit
pl: Pokaż W&ARC spots

# SetupPageDxCluster|
source: Show ANN/&FULL messages
fi: Näytä ANN/&FULL viestit
pl: Pokaż ANN/&FULL messages

# SetupPageDxCluster|
source: Show WW&V messages
de: WW&V-Meldungen anzeigen
fi: Näytä WW&V viestit
pl: Pokaż WW&V messages

# SetupPageDxCluster|
source: Show WC&Y messages
de: WC&Y-Meldungen anzeigen
fi: Näytä WC&Y viestit
pl: Pokaż WC&Y messages

# SetupPageDxCluster|
source: Save DX Cluster activity
fi: Tallenna DX klusterin aktiviteetit

# SetupPageDxCluster|
source: Saves all the DX-Cluster activity to a file in the KLog folder
fi: Tallentaa kaikki DX-klusterin aktiviteetit tiedostoon KLog kansiossa

# SetupPageDxCluster|
source: DX Spots
fi: DX Spotit
pl: DX spot

# SetupPageDxCluster|
source: Others
fi: Muut

# SetupPageDxCluster|
source: Messages
de: Meldungen
fi: Viestit
pl: Wiadomość

# SetupPageDxCluster|
source: KLog: Add a DXCluster server
de: KLog: DX-Clusterserver hinzufügen
fi: KLog: Lisää DX-Klusteripalvelin
pl: KLog: Dodaj server DXCluster

# SetupPageDxCluster|
source: Add the address followed by the :port Example: dxfun.com:8000 If no port is specified, 41112 will be used by default:
de: Geben Sie URL und Port an Beispiel: dxfun.com:8000 Ist kein Port angegeben, wird der Vorgabewert 41112 benutzt:
fi: Lisää osoite ja :portti Esimerkiksi: dxfun.com:8000 Jos porttia ei määritetä, Käytetään oletusarvoa 41112:
pl: Proszę podać adres razem z numerem :portu Na przykład: dxfun.com:8000 Jeśli numer portu nie zostanie podany, port 41112 zostanie użyty jako domyślny:

# SetupPageHamLib|
source: Activate HamLib
fi: Aktivoi HamLib

# SetupPageHamLib|
source: Activates the hamlib support that will enable the connection to a radio.
fi: Aktivoi hamlib tuen joka mahdollistaa yhteyden radioon.

# SetupPageHamLib|
source: Read-Only mode
fi: Vain-Luku tila

# SetupPageHamLib|
source: If enabled, the KLog will read Freq/Mode from the radio but will never send any command to the radio.
fi: Jos otettu käyttöön, KLog lukee Taajuuden/Moodin radiolta, mutta ei koskaan lähetä komentoja radiolle.

# SetupPageHamLib|
source: Select your rig.
fi: Valitse kokoonpanosi.

# SetupPageHamLib|
source: Port
fi: Portti

# SetupPageHamLib|
source: Select the serial port. Only the serial ports that are detected are shown.
fi: Valitse sarjaportti. Vain tunnistetut sarjaportit näytetään.

# SetupPageHamLib|
source: Scan
fi: Skannaa

# SetupPageHamLib|
source: Click to identify the serial ports available in your computer.
fi: Klikkaa tunnistaaksesi saatavilla olevat sarjaportit.

# SetupPageHamLib|
source: Bauds
fi: Baudia

# SetupPageHamLib|
source: Select the serial port speed.
fi: Valitse sarjaportin nopeus.

# SetupPageHamLib|
source: 5 bits
fi: 5 bittiä

# SetupPageHamLib|
source: 6 bits
fi: 6 bittiä

# SetupPageHamLib|
source: 7 bits
fi: 7 bittiä

# SetupPageHamLib|
source: 8 bits
fi: 8 bittiä

# SetupPageHamLib|
source: Data bits
fi: Data bittejä

# SetupPageHamLib|
source: Select the serial data bits.
fi: Valitse databittien määrä.

# SetupPageHamLib|
source: None
fi: Ei mitään

# SetupPageHamLib|
source: Hardware
fi: Laitteisto

# SetupPageHamLib|
source: Software XON/XOFF
fi: Ohjelmisto XON/XOFF

# SetupPageHamLib|
source: Flow control
fi: Sarjadatan ohjaus

# SetupPageHamLib|
source: Select the serial flow control
fi: Valitse sarjadatan ohjausmenetelmä.

# SetupPageHamLib|
source: No parity
fi: Ei pariteettia

# SetupPageHamLib|
source: Even
fi: Parillinen

# SetupPageHamLib|
source: Odd
fi: Pariton

# SetupPageHamLib|
source: Space
fi: Tyhjä

# SetupPageHamLib|
source: Mark
fi: Merkki

# SetupPageHamLib|
source: Parity
fi: Pariteetti

# SetupPageHamLib|
source: Select the serial parity.
fi: Valitse sarjadatan pariteetti.

# SetupPageHamLib|
source: 1 bit
fi: 1 bitti

# SetupPageHamLib|
source: 1.5 bits
fi: 1.5 bittiä

# SetupPageHamLib|
source: 2 bits
fi: 2 bittiä

# SetupPageHamLib|
source: Stop bits
fi: Stop bitit

# SetupPageHamLib|
source: Select the serial stop bits.
fi: Valitse sarjadatan stop bitit.

# SetupPageLoTW|
source: TQSL Path
fi: TQSL polku

# SetupPageLoTW|
source: Route to TQSL
fi: Reititä TQSL:lle

# SetupPageLoTW|
source: Use TQSL
fi: Käytä TQSL:ää

# SetupPageLoTW|
source: Path to the TQSL software.
fi: TQSL ohjelmiston polku.

# SetupPageLoTW|
source: Enable the LoTW integration with TQSL. You will need to have TQSL installed
fi: Ota käyttöön LoTW integraatio TQSL:n. TQSL tulee olla asennettu.

# SetupPageLoTW|
source: Select File
fi: Valitse tiedosto

# SetupPageLogs|
source: Add a new log.
de: Fügt ein neues Protokoll hinzu.
fi: Lisää uusi loki.

# SetupPageLogs|
source: Edit the selected log.
de: Bearbeitet das ausgewählte Protokoll.
fi: Muokkaa valittua lokia.

# SetupPageLogs|
source: Remove the selected log.
de: Entfernt das ausgewählte Protokoll.
fi: Poista valittu loki.

# SetupPageLogs|
source: Select the log you want to open.
de: Wählen Sie das gewünschte Protokoll, das Sie öffnen möchten.
fi: Valitse loki jonka haluat avata.

# SetupPageLogs|
source: Do you really want to remove this log?
de: Möchten Sie dieses Protokoll wirklich entfernen?
fi: Haluatko varmasti poistaa tämän lokin?
pl: Czy na pewno chcesz usunąć ten Log?

# SetupPageLogs|
source: All the QSOs from this log will also be deleted...
fi: Kaikki tämän lokin QSO:t tullaan myös poistamaan...

# SetupPageLogs|
source: Log has not been removed. (#3)
de: Das Protokoll wurde nicht entfernt. (#3)
fi: Lokia ei ole poistettu (#3)
pl: Log nie został usunięty. (#3)

# SetupPageLogs|
source: Log has not been removed. (#2)
de: Das Protokoll wurde nicht entfernt. (#2)
fi: Lokia ei ole poistettu (#2)
pl: Log nie został usunięty. (#2)

# SetupPageLogs|
source: Log has not been removed. (#1)
de: Das Protokoll wurde nicht entfernt. (#1)
fi: Lokia ei ole poistettu (#1)
pl: Log nie został usunięty. (#1)

# SetupPageLogs|
source: Date
de: Datum
fi: Päivämäärä
pl: Data

# SetupPageLogs|
source: Station Callsign
de: Stations-Rufzeichen
fi: Aseman kutsutunnus
pl: Znak stacji

# SetupPageLogs|
source: Operators
de: Operatoren
fi: Operaattorit

# SetupPageLogs|
source: Comments
de: Kommentare
fi: Kommentit
pl: Komentarz

# SetupPageLogs|
source: An error has occurred showing the following error code:
de: Es ist ein Fehler mit folgendem Fehlercode aufgetreten:
fi: On tapahtunut virhe seuraavalla koodilla:
pl: Wystąpił błąd o wskazanym kodzie błędu:

# SetupPageLogs|
source: KLog - SetupPageLogs
de: KLog - Einrichtung der Protokolle
fi: KLog - Lokisivujen asetus

# SetupPageLogsNew|
source: &Station Callsign
de: &Stations-Rufzeichen
fi: A&seman kutsutunnus
pl: &Satation Callsign

# SetupPageLogsNew|
source: &Operators
de: &Operatoren
fi: &Operaattorit

# SetupPageLogsNew|
source: Comm&ent
de: Komm&entar
fi: Komm&entti

# SetupPageLogsNew|
source: Callsign used for this log.
de: Rufzeichen für dieses Protokoll.
fi: Tässä lokissa käytettävä kutsutunnus.

# SetupPageLogsNew|
source: Comma separated list of operators: callsign1, callsign2.
de: Durch Komma getrennte Liste von Operatoren: rufzeichen1, rufzeichen2.
fi: Pilkulla eroteltu lista operaattoreista: kutsutunnus1, kutsutunnus2.

# SetupPageLogsNew|
source: Start date of this log.
de: Anfangsdatum dieses Protokolls.
fi: Tämän lokin aloituspäivämäärä.

# SetupPageLogsNew|
source: You need to enter a valid QRZ in the Station Callsign box. The log will not be opened.
de: Sie müssen mindestens gültigen QRZ-Eintrag für das Stations-Rufzeichen eingeben. Das Protokoll wird nicht geöffnet.
fi: Aseman kutsutunnus lokeroon tulee syöttää toimiva QRZ. Lokia ei avata.
pl: Wpisz aktualny znak QRZ w polu Znak Stacji. Log nie zostanie otwarty.

# SetupPageMisc|
source: Use this &default filename
de: &Standard-Dateinamen verwenden
fi: Käytä tätä &oletus tiedostonimeä
pl: Use this &default filname

# SetupPageMisc|
source: Mark &QSO to send QSL when QSL is received
de: &QSO zum Senden der QSL markieren, wenn die QSL empfangen wird
fi: Merkitse &QSO läheettämään QSL kun QSL on vastaanotettu
pl: Mark &QSO to send QSL when QSL is recived

# SetupPageMisc|
source: Complete QSO with previous data
de: QSO mit vorherigen Daten vervollständigen
fi: Täydennä QSO edellisillä tiedoilla
pl: Uzupełnij QSO ze wcześniejszymi danymi

# SetupPageMisc|
source: Show the Station &Callsign used in the search box
de: Stations-Rufzeichen für das Suchfeld anzeigen
fi: Näytä hakukentässä käytetty &Asematunnus

# SetupPageMisc|
source: &Reset to My Data for all QSOs
de: Auf „Meine Daten“ für alle QSOs zu&rücksetzen
fi: &Palauta minun tiedot kaikkiin QSO:ihin

# SetupPageMisc|
source: &Check for new versions automatically
de: Automatisch nach neuen Versionen su&chen
fi: &Tarkista automaattisesti uusien versioiden varalta
pl: &Check for new version automaticlly

# SetupPageMisc|
source: &Provide Info for statistics
de: &Statistik-Informationen bereitstellen
fi: &Jaa tietoja tilastointia varten

# SetupPageMisc|
source: Manage DX-Marathon
fi: Hallinnoi DX Marathonia

# SetupPageMisc|
source: Activate the application debug log
fi: Aktivoi ohjelman vianhakuloki

# SetupPageMisc|
source: Mark sent eQSL && LoTW in new QSO as queued
fi: Merkitse lähetetyiksi eQSL && LoTW uusissa QSO:issa kun ne asetetaan jonoon

# SetupPageMisc|
source: Browse
de: Durchsuchen
fi: Selaa
pl: Przeglądaj

# SetupPageMisc|
source: Move DB
de: Datenbank verschieben
fi: Siirrä tietokanta
pl: Przenieś DB

# SetupPageMisc|
source: QSOs will be marked as pending to send a QSL if you receive the DX QSL and have not sent yours.
de: Die QSO-Einträge werden markiert, um eine QSL zu senden, wenn Sie eine DX-QSL empfangen und Ihre Daten nicht gesendet haben.
fi: QSO:t merkataan QSL:n lähetystä odottaviksi, jos DX QSL on saapunut, etkä ole lähettänyt omaasi.
pl: QSO zostanie oznaczone jako oczekujące QSL jeśli otrzymasz kartę QSL a Twoja jeszcze nie została wysłana.

# SetupPageMisc|
source: The search box will also show the callsign on the air to do the QSO.
fi: Hakupalkki näyttää kutsutunnuksen QSO:ta tehdessä myös lähetyksessä.

# SetupPageMisc|
source: If new version checking is selected, KLog will send the developer your callsign, KLog version and Operating system to help in improving KLog.
fi: Jos version tarkistus on valittu, KLog lähettää kehittäjälle kutsutunnuksen, KLog version, sekä käyttöjärjestelmän, KLog:in kehittämistä varten.

# SetupPageMisc|
source: Click to mark as Queued (to be sent) all the eQSL (LoTW and eQSL) in all the new QSO by default.
fi: Napsauta merkataksesi lähetysjonoon kaikki eQSL:t (LoTW ja eQSL) kaikissa uusissa QSO:issa oletuksena.

# SetupPageMisc|
source: All the data from the My Data tab will be used or data from the previous QSO will be maintained.
de: Alle Daten von der Karteikarte „Meine Daten“ wird oder Daten des vorherigen QSO-Eintrags werden verwendet.
fi: Kaikki tiedot Minun Tiedot -välilehdeltä käytetään, tai tiedot edellisestä QSO:sta Säilytetään.
pl: Zostaną wykorzystane wszystkie dane zapisane w zakładce Moje Dane lub dane z poprzednich QSO zostaną zaktualizowane.

# SetupPageMisc|
source: Check if there is a new release of KLog available every time you start KLog.
de: Überprüft beim Programmstart, ob eine neue Version von KLog veröffentlicht wurde.
fi: Tarkista KLog päivitysten varalta joka käynnistyskerralla.
pl: Sprawdź czy są dostępne nowe wydania KLog każdorazowno kiedy KLog jest uruchamiany.

# SetupPageMisc|
source: Check it for Imperial system (Miles instead of Kilometers).
de: Aktivieren Sie diese Einstellung, um das imperiale Maßsystem (Meilen statt Kilometer) zu verwenden.
fi: Tarkista imperiaalisen järjestelmän varalta (Mailit kilometrien sijaan).

# SetupPageMisc|
source: Select to use real time.
de: Aktivieren Sie diese Einstellung, um die lokale Zeit zu benutzen.
fi: Valitse käyttääksesi oikeaa aikaa.
pl: Zaznacz aby pracować w czasie rzeczywistym.

# SetupPageMisc|
source: Select to use UTC time.
de: Aktivieren Sie diese Einstellung, um die UTC-Zeit zu benutzen.
fi: Valitse käyttääksesi UTC -aikaa
pl: Zaznacz aby użyć czasu UTC.

# SetupPageMisc|
source: Select if you want to save to ADIF on exit.
de: Wählen Sie dies aus, wenn Sie die ADIF-Datei beim Beenden speichern möchten.
fi: Valitse jos haluat tallentaa ADIF-tiedostoon kun ohjelma suljetaan.
pl: Zaznacz aby zapisać do ADIF przy wyjściu z programu.

# SetupPageMisc|
source: Select to use the following name for the logfile without being asked for it again.
de: Ist dies aktiviert, wird der Standard-Dateiname ohne weitere Nachfrage für die Protokolldatei verwendet.
fi: Valitse käyttääksesi seuraavaa lokitiedoston nimeä ilman että sitä kysytään joka kerta.
pl: Proszę zaznaczyć wybrnaną nazwę pliku aby nie być ponownie pytany o jego nazwę.
