Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# SetupPageMisc|
source: Complete the current QSO with previous QSO data.
de: Der aktuelle QSO-Eintrag wird mit vorherigen QSO-Daten vervollständigt
fi: Täydennä nykyinen QSO edellisen QSO:n tiedoilla.
pl: Uzupełnij obecne QSO danymi z poprzednich QSO.

# SetupPageMisc|
source: Select if you want to manage DX-Marathon.
fi: Valitse jos haluat hallinnoida DX Marathonia.

# SetupPageMisc|
source: This is the default file where ADIF data will be saved.
de: Dies ist die Standarddatei, in der ADIF-Daten gespeichert werden.
fi: Tämä on oletustiedosto johon ADIF tiedot tallennetaan.
pl: To jest domyślna nazwa pliku w którym ADIF zostanie zapisany.

# SetupPageMisc|
source: This is the directory where the database (logbook.dat) will be saved.
de: Dies ist der Ordner, in dem die Datenbank „logbook.dat“ gespeichert wird.
fi: Tämä on kansio johon tietokanta (logbook.dat) tallennetaan.
pl: To jest katalog w którym baza danych ( logbook.dat) zostanie zapisana.

# SetupPageMisc|
source: Click to change the default ADIF file.
de: Klicken Sie, um die Standard-ADIF-Datei zu ändern.
fi: Napsauta vaihtaaksesi oletus ADIF-tiedostoa.
pl: Kliknij aby zmienić domyślny plik ADIF.

# SetupPageMisc|
source: Click to change the path of the database.
de: Klicken Sie, um den Pfad zur Datenbank zu ändern.
fi: Napsauta vaihtaaksesi tietokannan sijainti.
pl: Kliknij aby zmienić miejsce w którym baza danych zostanie zapisana.

# SetupPageMisc|
source: Click to move the DB to the new directory.
de: Klicken Sie, um die Datenbank in den neuen Ordner zu verschieben.
fi: Napsauta Siirtääksesi tietokanta uuteen kansioon.
pl: Kliknij aby przenieść DB do nowego katalogu.

# SetupPageMisc|
source: Activates the application debug log. This may be useful if something is not working as expected. A debug file will be created in the KLog directory.
fi: Aktivoi ohjelman vianhakulokin. Tästä voi olla hyötyä jos jokin ei toimi odotetulla tavalla. Vikaloki luodaan KLog kansioon.

# SetupPageMisc|
source: Open File
de: Datei öffnen
fi: Avaa tiedosto
pl: Otwórz plik

# SetupPageMisc|
source: Select Directory
de: Ordner auswählen
fi: Valitse Kansio
pl: Zaznacz Katalog

# SetupPageMisc|
source: This is the directory where DB (logbook.dat) will be saved.
de: Dies ist der Ordner, in dem die Datenbank „logbook.dat“ gespeichert wird.
fi: Tämä on kansio johon tietokanta (logbook.dat) tallennetaan.
pl: To jest katalog w którym DB ( logbook.dat ) zostanie zapisana.

# SetupPageMisc|
source: Please specify an existing directory where the database (logbook.dat) will be saved.
de: Geben Sie bitte einen existierenden Ordner an, in dem die Datenbank „logbook.dat“ gespeichert wird.
fi: Määritä olemassaoleva kansio johon tietokanta (lokbook.dat) tallennetaan.
pl: Proszę wybrać istniejący katalog w którym baza danych programu ( logbook.dat) zostanie zapisana.

# SetupPageMisc|
source: File moved
de: Datei verschoben
fi: Tiedosto on siirretty
pl: Plik przeniesiony

# SetupPageMisc|
source: File copied
de: Datei kopiert
fi: Tiedosto on kopioitu
pl: Plik skopiowany

# SetupPageMisc|
source: File NOT copied
de: Datei nicht kopiert
fi: Tiedostoa EI ole kopioitu
pl: Plik NIE skopiowany

# SetupPageMisc|
source: The target directory does not exist. Please select an existing directory.
de: Der Zielordner existiert nicht, bitte wählen Sie einen existierenden Ordner.
fi: Kohdekansiota ei ole olemassa. Valitse olemassaoleva kansio.
pl: Katalog docelowy nie istnieje . Proszę wybrać istniejący katalog.

# SetupPageSats|
source: Add a new satellite.
de: Fügt einen neuen Satelliten hinzu.
fi: Lisää uusi satelliitti.

# SetupPageSats|
source: Edit the selected satellite.
de: Bearbeitet den ausgewählten Satelliten.
fi: Muokkaa valittua satelliittia.

# SetupPageSats|
source: Remove the selected satellite.
de: Entfernt den ausgewählten Satelliten.
fi: Poista valittu satelliitti.

# SetupPageSats|
source: Export your current satellites to a file.
de: Exportiert die aktuellen Satellitendaten in eine Datei.
fi: Vie nykyiset satelliitit tiedostoon.

# SetupPageSats|
source: Select the sat you want to open.
de: Wählen Sie die Satellitendaten, den Sie öffnen möchten.
fi: Valitse satelliitti jonka haluat avata.

# SetupPageSats|
source: Do you really want to remove this satellite?
de: Möchten Sie diese Satellitendaten wirklich entfernen?
fi: Haluatko todella poistaa tämän satelliitin?

# SetupPageSats|
source: Import a satellites file. It will replace the satellites you have in the current list.
fi: Tuo satelliittitiedosto. Tämä korvaa satelliitit jotka ovat nykyisessä listassa.

# SetupPageSats|
source: This satellite will no be longer available to be selected ...
fi: Tämä satelliitti ei ole enään valittavissa ...

# SetupPageSats|
source: Sat has not been removed. (#3)
de: Die Satellitendaten wurde nicht entfernt. (#3)
fi: Satelliittia ei ole poistettu. (#3)

# SetupPageSats|
source: Sat has not been removed. (#2)
de: Die Satellitendaten wurde nicht entfernt. (#2)
fi: Satelliittia ei ole poistettu. (#2)

# SetupPageSats|
source: Sat has not been removed. (#1)
de: Die Satellitendaten wurde nicht entfernt. (#1)
fi: Satelliittia ei ole poistettu. (#1)

# SetupPageSats|
source: Short
de: Kurz
fi: Lyhyt tunnus

# SetupPageSats|
source: Name
fi: Nimi

# SetupPageSats|
source: Uplink
fi: Lähetys

# SetupPageSats|
source: Downlink
fi: Vastaanotto

# SetupPageSats|
source: Modes
de: Modi
fi: Moodit

# SetupPageSats|
source: An error has occurred showing the following error code:
de: Es ist ein Fehler mit folgendem Fehlercode aufgetreten:
fi: On tapahtunut virhe seuraavalla koodilla:

# SetupPageSats|
source: KLog - SetupPageSats
de: KLog - Einrichtungsseite Satelliten
fi: KLog - AsetussivunTilastot

# SetupPageSats|
source: Open Satellites File
de: Satellitendatei öffnen
fi: Avaa satelliittitiedosto

# SetupPageSats|
source: KLog warning
de: KLog-Warnung
fi: KLog varoitus

# SetupPageSats|
source: An unexpected error ocurred while importing the satellite data. It may be caused because the file you are trying to import does not have the right format.
fi: Tapahtui odottamaton virhe satelliittidataa tuodessa. Se voi johtua siitä, että tuotava tiedosto on väärän tyyppinen.

# SetupPageSats|
source: Please check the format or contact the developer for analysis with the error code:
fi: Tarkista tiedostotyyppi tai ota yhteyttä kehittäjään, tarkempaa selvitystä varten, virhekoodilla:

# SetupPageSats|
source: Save Satellites File
de: Satellitendatei speichern
fi: Tallenna Satelliittitiedosto

# SetupPageSatsNew|
source: Short name
de: Kurzname
fi: Lyhyt tunnus

# SetupPageSatsNew|
source: Sat name
de: Satellitenname
fi: Satelliitin tunnus

# SetupPageSatsNew|
source: UpLink
fi: Lähetyslinkki

# SetupPageSatsNew|
source: DownLink
fi: Vastaanottolinkki

# SetupPageSatsNew|
source: Modes
de: Modi
fi: Moodit

# SetupPageSatsNew|
source: Enter the short name. Try to use the LoTW short name so you can upload your QSO to LoTW afterwards.
fi: Syötä lyhyt tunnus. Yritä käyttää LoTW tunnusta, jotta voit ladata QSO:si LoTW:iin jälkeenpäin.

# SetupPageSatsNew|
source: Enter the name of the satellite.
de: Geben Sie den Namen des Satelliten ein.
fi: Syötä satelliitin tunnus.

# SetupPageSatsNew|
source: Enter the uplink frequencies in this format: 144.300
fi: Syötä lähetystaajuudet muodossa: 144.300

# SetupPageSatsNew|
source: Enter the downlink frequencies in this format: 144.300
fi: Syötä vastaanottotaajuudet muodossa: 144.300

# SetupPageSatsNew|
source: Enter the modes in this format: USB
de: Geben Sie die Modi in diesem Format ein: USB
fi: Syötä moodit muodossa: USB

# SetupPageSatsNew|
source: Some of the data you have entered is not correct; the satellite can't be added.
fi: Osa syötetyistä tiedoista ei ole oikein; satelliittia ei voida lisätä.

# SetupPageUDP|
source: Start UDP Server
de: UDP-Server starten
fi: Käynnistä UDP-palvelin

# SetupPageUDP|
source: Automatically log QSOs from WSJT-X
fi: Kirjaa QSO:t WSJT-X:stä automaattisesti

# SetupPageUDP|
source: Allow WSJT-X to send logged QSOs to KLog
fi: Salli WSJT-X:n lähettää kirjatut QSO:t KLog:iin

# SetupPageUDP|
source: QSOs logged in WSJT-X will be sent to KLog and KLog will ask before logging into KLog unless "%1" is selected
fi: WSJT-X:ssä kirjatut QSO:t lähetetään KLog:iin, KLog kysyy vahvistusta ennen KLog:iin kirjaamista ellei "%1" ole valittuna

# SetupPageUDP|
source: KLog will automatically log any QSO coming from WSJT-X without any manual confirmation.
fi: KLog kirjaa automaattisesti kaikki QSO:t jotka tulevat WSJT-X:ltä, ilman manuaalista vahvistusta.

# SetupPageUDP|
source: UDP port number where the UDP Server will listen for packets.
de: UDP-Portnummer, auf der der UDP-Server auf Pakete lauscht.
fi: UDP-portti jolla UDP-palvelin kuuntelee paketteja.

# SetupPageUDP|
source: Make sure it is the same port that the other programs are sending the data to. Default port is 2237.
fi: Varmista että se on sama portti johon muut ohjelmat lähettävät tiedot. Oletus on 2237.

# SetupPageUDP|
source: UDP Server will receive QSOs sent from other programs like WSJT-X allowing you to log in KLog automatically from those programs.
de: Der UDP-Server empfängt QSOs, die von anderen Programmen wie WSJT-X, die in KLog automatisch protokolliert werden können.
fi: UDP-palvelin vastaanottaa toisista ohjelmista lähetetyt QSO:t. Kuten WSJT-X, mahdollistaen sinulle automaattisen kirjaamisen näistä ohjelmista KLogiin.

# SetupPageUDP|
source: UDP Port
fi: UDP-portti

# SetupPageUDP|
source: QSOs notification timeout (milisecs)
fi: QSO:n ilmoitus aikakatkaisu (ms)

# SetupPageUDP|
source: Miliseconds that the notification of QSOs received from WSJTX will be shown.
fi: Aika jonka QSO:t vastaanotettu WSJT-X:ltä ilmoitus näytetään, millisekunneissa.

# SetupPageUserDataPage|
source: Enter your name.
de: Geben Sie ihren Namen ein.
fi: Syötä nimesi.

# SetupPageUserDataPage|
source: Enter your address - 1st line.
de: Geben Sie ihre Adresse ein - 1. Zeile.
fi: Syötä osoitteesi - ensimmäinen rivi.

# SetupPageUserDataPage|
source: Enter your address - 2nd line.
de: Geben Sie ihre Adresse ein - 2. Zeile.
fi: Syötä osoitteesi - toinen rivi.

# SetupPageUserDataPage|
source: Enter your address - 3rd line.
de: Geben Sie ihre Adresse ein - 3. Zeile.
fi: Syötä osoitteesi - kolmas rivi.

# SetupPageUserDataPage|
source: Enter your address - 4th line.
de: Geben Sie ihre Adresse ein - 4. Zeile.
fi: Syötä osoitteesi - neljäs rivi.

# SetupPageUserDataPage|
source: Enter your city.
de: Geben Sie ihre Stadt ein.
fi: Syötä kaupunki.

# SetupPageUserDataPage|
source: Enter your zip code.
de: Geben Sie ihre Postleitzahl ein.
fi: Syötä postinumero.

# SetupPageUserDataPage|
source: Enter your province or state.
de: Geben Sie das Bundesland oder den Staat ein.
fi: Syötä maakunta tai osavaltio.

# SetupPageUserDataPage|
source: Enter your country.
de: Geben Sie ihr Land ein.
fi: Syötä maa.

# SetupPageUserDataPage|
source: &Name
fi: &Nimi

# SetupPageUserDataPage|
source: Enter your information for rig
de: Geben Sie Ihre Informationen über die Anlage (Rig) ein
fi: Syötä laitekokoonpanosi tiedot
pl: Wpisz informacje o swoim radiu

# SetupPageUserDataPage|
source: Enter your information for antenna
de: Geben Sie Ihre Informationen über die Antenne ein
fi: Syötä antennitiedot
pl: Wpisz informacje o swojej antenie

# SetupPageUserDataPage|
source: Enter your power information.
de: Geben Informationen über die Leistung ein.
fi: Syötä tiedot tehonlähteestäsi.

# SetupPageUserDataPage|
source: Enter the station callsign that will be used for logging.
de: Geben Sie das Stations-Rufzeichen ein, das in den Protokollen verwendet wird.
fi: Syötä kirjaamiseen käytettävä aseman kutsutunnus.

# SetupPageUserDataPage|
source: Antenna &1
de: Antenne &1
fi: Antenni &1

# SetupPageUserDataPage|
source: Antenna &2
de: Antenne &2
fi: Antenni &2

# SetupPageUserDataPage|
source: Antenna &3
de: Antenne &3
fi: Antenni &3

# SetupPageUserDataPage|
source: Enter the operators (comma separated if more than one).
de: Geben Sie die Operatoren ein und verwenden Sie das Komma als Trennzeichen bei mehreren Operatoren.
fi: Syötä operaattorit (pilkulla eroteltuina jos useita).
pl: Wpisz operatorów ( skorzystaj z przecinka jeśli więcej niż jeden ).

# SetupPageUserDataPage|
source: Enter the locator of your station. Alternatively, KLog can use an approximate locator based on your callsign.
de: Geben Sie den Locator für Ihre Station ein. Alternativ kann in KLog ein geschätzter Locator auf der Basis Ihres Rufzeichens verwendet werden.
fi: Syötä aseman lokaattori. Vaihtoehtoisesti KLog voi käyttää arvioitua lokaattoria kutsutunnuksesi perusteella.
pl: Wpisz lokator swojej stacji. Alternatywnie KLog może skorzystać z przybliżonej lokalizacji bazując na Twoim znaku wywoławczym.

# SetupPageUserDataPage|
source: &Operators
de: &Operatoren
fi: &Operaattorit

# SetupPageUserDataPage|
source: &CQ Zone
fi: &CQ Alue

# SetupPageUserDataPage|
source: &ITU Zone
fi: &ITU Alue

# SetupPageUserDataPage|
source: &Locator
fi: &Lokaattori

# SetupPageUserDataPage|
source: &Locator (not valid)
de: &Locator (ungültig)
fi: &Lokaattori (virheellinen)

# SetupPageWorldEditor|
source: Add
de: Hinzufügen
fi: Lisää

# SetupPageWorldEditor|
source: Delete
de: Löschen
fi: Poista

# SetupPageWorldEditor|
source: Edit
de: Bearbeiten
fi: Muokkaa

# SetupPageWorldEditor|
source: Export World
fi: Vie maailma

# SetupPageWorldEditor|
source: Import World
fi: Tuo maailma

# SetupPageWorldEditor|
source: Still not implemented.
de: Noch nicht implementiert.
fi: Vielä toteuttamatta.

# SetupPageWorldEditor|
source: Import a new cty.csv file
de: Eine neue datei cty.csv importieren
fi: Tuo uusi cty.csv-tiedosto

# SetupPageWorldEditor|
source: An entities information file (cty.csv) has been detected in your KLog folder and will be loaded.
de: Eine Datei „cty.csv“ mit Einträgen wurde in Ihrem KLog-Ordner gefunden.
fi: KLog kansiostasi löytyy yksikkötiedot-tiedosto (cty.csv)joka ladataan.
pl: Plik z informacjami jednostek DXCC ( cty.csv ) został wykryty w katalogu KLog i zostanie on wczytany.

# SetupPageWorldEditor|
source: No entities information file (cty.csv) has been detected in your KLog folder.
de: Es wurde keine Datei „cty.csv“ mit Einträgen in Ihrem KLog-Ordner gefunden.
fi: KLog kansiostasi ei löydy yksikkötiedot-tiedostoa (cty.csv).
pl: Plik z jednostkami DXCC nie został wykryty ( cty.csv) w folderze KLog.

# SetupPageWorldEditor|
source: KLog will not be able to show entities information.
de: KLog kann keine Informationen über Einträge anzeigen.
fi: KLog ei pysty näyttämään yksikkötietoja.
pl: KLog nie będzie mógł pokazać informacji jednostek DXCC.

# SetupPageWorldEditor|
source: Prefix
de: Präfix
fi: Etuliite

# SetupPageWorldEditor|
source: Entity
de: Eintrag
fi: Yksikkö
pl: Jednostka

# SetupPageWorldEditor|
source: Continent
de: Kontinent
fi: Manner
pl: Kontynent

# SetupPageWorldEditor|
source: CQ Zone
fi: CQ Vyöhyke
pl: Strefa CQ

# SetupPageWorldEditor|
source: ITU Zone
fi: ITU Vyöhyke
pl: Strefa ITU

# SetupPageWorldEditor|
source: Latitude
de: Breitengrad
fi: Leveysaste
pl: Szerokość geograficzna

# SetupPageWorldEditor|
source: Longitude
de: Längengrad
fi: Pituusaste
pl: Długość geograficzna

# SetupPageWorldEditor|
source: Deleted
de: Gelöscht
fi: Poistettu
pl: Usunięty

# SetupPageWorldEditor|
source: Since Date
de: Seit Datum
fi: Lähtien päivämäärästä
pl: Od daty

# SetupPageWorldEditor|
source: To Date
de: Bis Datum
fi: Päivämäärään asti
pl: Do daty

# SetupPageWorldEditor|
source: Open File
de: Datei öffnen
fi: Avaa Tiedosto
pl: Otwórz plik

# SetupPageWorldEditor|
source: Entities information has been updated.
de: Die Informationen über Einträge wurden aktualisiert.
fi: Yksikkötiedot on päivitetty.
pl: Informacje o jednostkach DXCC zostały zaktualizowane.

# SetupPageWorldEditor|
source: Entities information has not been updated.
de: Die Informationen über Einträge wurden nicht aktualisiert.
fi: Yksikkötietoja ei ole päivitetty.
pl: Informacje o jednostkach DXCC nie zostały zaktualizowane.

# ShowErrorDialog|
source: KLog Message
de: KLog-Nachricht
fi: KLog viesti

# SoftwareUpdateDialog|
source: KLog update
de: KLog-Aktualisierung
fi: KLog päivitys
pl: Aktualizacja KLog

# SoftwareUpdateDialog|
source: Congratulations!
de: Glückwunsch
fi: Onnittelut!
pl: Gratulacje!

# SoftwareUpdateDialog|
source: Your KLog has been updated.
de: Ihr KLog ist aktualisiert worden.
fi: KLog on päivitetty.
pl: Twój KLog został zaktualizowany.

# SoftwareUpdateDialog|
source: You already have the latest version.
de: Sie haben bereits die neueste Version.
fi: Sinulla on jo viimeisin versio.
pl: Już posiadasz najnowszą wersję.

# StartWizard|
source: KLog - The free hamradio logging program
de: KLog - das freie Programm für Amateurradio-Protokolle
fi: KLog - Ilmainen amatööriradio kirjausohjelma
pl: KLog - Darmowy program logujący dla krótkofalowców

# StartWizard|
source: Quit Setup
de: Einstellungen beenden
fi: Lopeta asennus
pl: Opuść Ustawienia

# StartWizard|
source: Setup is not complete yet. Are you sure you want to quit setup?
de: Die Einrichtung ist nicht vollständig. Möchten Sie wirklich abbrechen?
fi: Asennus ei ole vielä valmis. Oletko varma että haluat lopettaa?
pl: Ustawienia nie zostały jeszcze ukończone. Czy jesteś pewien że chcesz opuścić ustawienia?

# StatisticsWidget|
source: QSO per year
de: QSO pro Jahr
fi: QSO:ta vuodessa

# StatisticsWidget|
source: DXCC per year
de: DXCC pro Jahr
fi: DXCC:tä vuodessa

# StatisticsWidget|
source: CQ zones per year
de: CQ-Zonen pro Jahr
fi: CQ vyöhykkeitä vuodessa

# StatisticsWidget|
source: QSO per band
de: QSO pro Band
fi: QSO:ta taajuusalueittain

# StatisticsWidget|
source: QSO per mode
de: QSO pro Modus
fi: QSO:ta moodeittain

# StatisticsWidget|
source: QSO per DXCC
de: QSO pro DXCC
fi: QSO:ta DXCCittäin

# StatisticsWidget|
source: QSO per Continent
de: QSOs je Kontinent
fi: QSO:ta mantereittain

# StatisticsWidget|
source: QSO per hour
de: QSO pro Stunde
fi: QSO:ta tunneittain

# StatisticsWidget|
source: QSO per month
de: QSO pro Monat
fi: QSO:ta kuukausittain

# StatisticsWidget|
source: Worked / Confirmed status
de: Status Bearbeitet / Bestätigt
fi: Workitty / Vahvistettu tila

# StatisticsWidget|
source: Worked / Sent status
de: Status Bearbeitet / Bestätigt
fi: Workitty / Lähetetty tila

# StatisticsWidget|
source: Sent / Confirmed status
de: Status Versendet / Bestätigt
fi: Lähetetty / Vahvistettu tila

# StatsCQZPerYearBarChartWidget|
source: CQ Zones per year
de: CQ-Zonen pro Jahr
fi: CQ Vyöhykkeitä vuodessa

# StatsCQZPerYearBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsCQZPerYearBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsCQZPerYearBarChartWidget|
source: CQ zones
de: CQ-Zonen
fi: CQ vyöhykkeet

# StatsCQZPerYearBarChartWidget|
source: CQ zones per year
de: CQ-Zonen pro Jahr
fi: CQ vyöhykkeitä vuodessa

# StatsCQZPerYearBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsCQZPerYearBarChartWidget|
source: Years: %1/%2
de: Jahre: %1/%2
fi: Vuodet: %1%2

# StatsEntitiesPerYearBarChartWidget|
source: Chart title
de: Diagrammtitel
fi: Listan otsikko

# StatsEntitiesPerYearBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsEntitiesPerYearBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsEntitiesPerYearBarChartWidget|
source: DXCC Entities
de: DXCC-Einträge
fi: DXCC Yksiköitä

# StatsEntitiesPerYearBarChartWidget|
source: DXCC Entities per year
de: DXCC-Einträge pro Jahr
fi: DXCC Yksiköitä vuosittain

# StatsEntitiesPerYearBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsEntitiesPerYearBarChartWidget|
source: Entities:
de: Einträge:
fi: Yksiköitä

# StatsQSOsPerBandBarChartWidget|
source: QSOs per band
de: QSOs pro Band
fi: QSO:t taajuusalueittain

# StatsQSOsPerBandBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerBandBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerBandBarChartWidget|
source: Bands
de: Bänder
fi: Taajuusalueet

# StatsQSOsPerBandBarChartWidget|
source: QSOs per band distribution
fi: QSO:t taajuuksia kohden jakauma

# StatsQSOsPerBandBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerBandBarChartWidget|
source: Bands:
de: Bänder:
fi: Taajuusalueet:

# StatsQSOsPerContinentBarChartWidget|
source: QSOs per continent
de: QSOs je Kontinent
fi: QSO:t mantereittain

# StatsQSOsPerContinentBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerContinentBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerContinentBarChartWidget|
source: Continents
de: Kontinente
fi: Mantereet

# StatsQSOsPerContinentBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerContinentBarChartWidget|
source: Hours:
de: Stunden:
fi: Tunnit:

# StatsQSOsPerDXCCBarChartWidget|
source: QSOs per DXCC
de: QSOs pro DXCC
fi: QSO:ta DXCC:tä kohti

# StatsQSOsPerDXCCBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerDXCCBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerDXCCBarChartWidget|
source: Reading data...
de: Daten werden gelesen ...
fi: Luetaan tietoja...

# StatsQSOsPerDXCCBarChartWidget|
source: Entity:
de: Eintrag:
fi: Yksikkö:

# StatsQSOsPerDXCCBarChartWidget|
source: Top ten DXCC per QSO
de: Erste zehn DXCC pro QSO
fi: Kymmenen parasta DXCC:tä QSOittain

# StatsQSOsPerHourBarChartWidget|
source: QSOs per hour
de: QSOs pro Stunde
fi: QSO:t tunneittain

# StatsQSOsPerHourBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerHourBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerHourBarChartWidget|
source: Hours
de: Stunden
fi: Tunnit

# StatsQSOsPerHourBarChartWidget|
source: QSOs at hour
de: QSOs je Stunde
fi: QSO:t tunnissa

# StatsQSOsPerHourBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerHourBarChartWidget|
source: Hours:
de: Stunden:
fi: Tunnit:

# StatsQSOsPerModeBarChartWidget|
source: QSOs per mode
de: QSOs pro Modus
fi: QSO:t moodeittain

# StatsQSOsPerModeBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerModeBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerModeBarChartWidget|
source: Modes
de: Modi
fi: Moodit

# StatsQSOsPerModeBarChartWidget|
source: QSOs per mode distribution
fi: QSO:t moodia kohden jakauma

# StatsQSOsPerModeBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerModeBarChartWidget|
source: Modes:
de: Modi:
fi: Moodit:

# StatsQSOsPerMonthBarChartWidget|
source: QSOs per month
de: QSOs je Monat
fi: QSO:t kuukausittain

# StatsQSOsPerMonthBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerMonthBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerMonthBarChartWidget|
source: Jan
fi: Tammi

# StatsQSOsPerMonthBarChartWidget|
source: Feb
fi: Helmi

# StatsQSOsPerMonthBarChartWidget|
source: Mar
de: März
fi: Maalis

# StatsQSOsPerMonthBarChartWidget|
source: Apr
fi: Huhti

# StatsQSOsPerMonthBarChartWidget|
source: May
de: Mai
fi: Touko

# StatsQSOsPerMonthBarChartWidget|
source: Jun
fi: Kesä
