Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# StatsQSOsPerMonthBarChartWidget|
source: Jul
fi: Heinä

# StatsQSOsPerMonthBarChartWidget|
source: Sep
fi: Syys

# StatsQSOsPerMonthBarChartWidget|
source: Oct
de: Okt.
fi: Loka

# StatsQSOsPerMonthBarChartWidget|
source: Nov
fi: Marras

# StatsQSOsPerMonthBarChartWidget|
source: Dec
de: Dez.
fi: Joulu

# StatsQSOsPerMonthBarChartWidget|
source: Aug
fi: Elo

# StatsQSOsPerMonthBarChartWidget|
source: Months
de: Monate
fi: Kuukaudet

# StatsQSOsPerMonthBarChartWidget|
source: QSOs at Month
de: QSOs je Monat
fi: QSO:t kuukaudessa

# StatsQSOsPerMonthBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerMonthBarChartWidget|
source: Months:
de: Monate:
fi: Kuukaudet:

# StatsQSOsPerYearBarChartWidget|
source: Chart title
de: Diagrammtitel
fi: Listan otsikko

# StatsQSOsPerYearBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsQSOsPerYearBarChartWidget|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# StatsQSOsPerYearBarChartWidget|
source: QSOs
fi: QSO:t

# StatsQSOsPerYearBarChartWidget|
source: QSOs per year
de: QSOs pro Jahr
fi: QSO:ta vuodessa

# StatsQSOsPerYearBarChartWidget|
source: Reading data ...
de: Daten werden gelesen ...
fi: Luetaan tietoja ...

# StatsSentConfirmedPieChartWidget|
source: Sent - %1
de: Versendet - %1
fi: Lähetetty - %1

# StatsSentConfirmedPieChartWidget|
source: Confirmed - %2
de: Bestätigt - %2
fi: Vahvistettu - %2

# StatsWorkedConfirmedPieChartWidget|
source: Worked, not confirmed - %1
de: Bearbeitet, nicht bestätigt - %1
fi: Wörkitty, ei vahvistettu - %1

# StatsWorkedConfirmedPieChartWidget|
source: Confirmed - %2
de: Bestätigt - %2
fi: Vahvistettu - %2

# StatsWorkedSentPieChartWidget|
source: Worked - %1
de: Bearbeitet - %1
fi: Wörkitty - %1

# StatsWorkedSentPieChartWidget|
source: Sent - %2
de: Versendet - %2
fi: Lähetetty - %2

# TipsDialog|
source: KLog tips
fi: KLog vinkit

# TipsDialog|
source: Next
fi: Seuraava

# TipsDialog|
source: Previous
fi: Edellinen

# TipsDialog|
source: <b>Tip #10:</b><br>Do you know...<br>You can subscribe to the <a href=https://t.me/klogchat>English KLog Telegram group</a> to discuss about KLog in English?
fi: <b>Vinkki #10:</b><br>Tiesitkö....<br>Voit liittyä ryhmään <a href=https://t.me/klogchat>English KLog Telegram group</a> keskustellaksesi KLog:sta englanniksi?

# TipsDialog|
source: <b>Tip #11:</b><br>Do you know...<br>You can subscribe to the <a href=https://t.me/KLogES>Spanish Telegram group</a> to discuss about KLog in Spanish?
fi: <b>Vinkki #11:</b><br>Tiesitkö...<br>Voit liittyä ryhmään <a href=https://t.me/KLogES>Spanish Telegram group</a> keskustellaksesi KLog:sta espanjaksi?

# TipsDialog|
source: <b>Tip #12:</b><br>Do you know...<br>You can subscribe to <a href=https://lists.nongnu.org/mailman/listinfo/klog-users>KLog-users mailing list</a> to discuss via email about KLog in English?
fi: <b>Vinkki #12:</b><br>Tiesitkö...<br>Voit liittyä ryhmään <a href=https://lists.nongnu.org/mailman/listinfo/klog-users>KLog-users mailing list</a> keskustellaksesi KLog:sta sähköpostitse englanniksi?

# TipsDialog|
source: <b>Tip #13:</b><br>Do you know...<br>You can <a href=https://twitter.com/_ea4k>follow EA4K on twitter</a> to get updates about KLog?
fi: <b>Vinkki #13:</b><br>Tiesitkö...<br>Voit <a href=https://twitter.com/_ea4k>seurata EA4K:ta twitterissä</a> saadaksesi uusimmat tiedot KLog:sta?

# TipsDialog|
source: <b>Tip #14:</b><br>Do you know...<br>You can write your own <a href=https://www.eham.net/reviews/detail/3118>review in eHam.net about KLog</a> to help other users to decide to use KLog?
fi: <b>Vinkki #14:</b><br>Tiesitkö...<br>Voit kirjoittaa oman <a href=https://www.eham.net/reviews/detail/3118>arvostelun KLog:sta sivustolla eHam.net </a> auttaaksesi muita käyttäjiä löytämään KLog:in?

# TipsDialog|
source: <b>Tip #15:</b><br>Do you know...<br>You can join the development team by simply <a href=https://www.klog.xyz/contact>Contacting us</a>?
fi: <b>Vinkki #15:</b><br>Tiesitkö...<br>Voit liittyä kehitystiimiin yksinkertaisesti <a href=https://www.klog.xyz/contact>Ottamalla yhteyttä</a>?

# TipsDialog|
source: <b>Tip #16:</b><br>Do you know...<br>That there are many ways to contribute to KLog and some of them are listed in the <a href=https://www.klog.xyz/contrib>KLog Contribute</a> page?
fi: <b>Vinkki #16:</b><br>Tiesitkö...<br>On monia tapoja antaa oma panoksesi KLog:iin jotkin niistä on mainittu tällä sivulla: <a href=https://www.klog.xyz/contrib>KLog Contribute</a> ?

# TipsDialog|
source: <b>Tip #17:</b><br>Do you know...<br>You can support translating KLog into your language? Please check <a href=https://www.klog.xyz/contrib/translations>KLog Translations</a> page.
fi: <b>Vinkki #17:</b><br>Tiesitkö...<br>Voit auttaa kääntämään KLog:in omalle kielellesi? Käy katsomassa: <a href=https://www.klog.xyz/contrib/translations>KLog Translations</a> .

# TipsDialog|
source: <b>Tip #18:</b><br>Do you know...<br>You can double-click on an entity name in the DXCC table and all the QSOs with that DXCC Entity will be shown in the search box?
fi: <b>Vinkki #18:</b><br>Tiesitkö...<br>Voit kaksoisnapsauttaa yksikön nimeä DXCC listassa ja kaikki kyseisen DXCC yksikön QSO:t näytetään etsintäkentässä?

# TipsDialog|
source: <b>Tip #20:</b><br>Do you know...<br>You can see the QSO that confirms one specific DXCC entity in one specific band by poiting your mouse over that band in the DXCC widget?
fi: <b>Vinkki #20:</b><br>Tiesitkö...<br>Voit nähdä QSO:n joka sisältää tietyn DXCC yksikön tietyllä taajuusalueella osoittamalla taajuusaluetta DXCC työkalussa?

# TipsDialog|
source: TIP-Default: Text
fi: Vinkki-Oletus: Teksti

# UpdateSatsData|
source: Reading Satellites data file...
de: Datei mit Satellitendaten wird gelesen ...
fi: Luetaan satelliitti tiedot-tiedostoa...

# UpdateSatsData|
source: Abort reading
de: Lesen abbrechen
fi: Peruuta lukeminen

# UpdateSatsData|
source: The Satellites information has been updated.
de: Die Informationen über Satelliten wurden aktualisiert.
fi: Satelliitti tiedot päivitetty.

# UpdateSatsData|
source: Open File
de: Datei öffnen
fi: Avaa tiedosto

# UpdateSatsData|
source: Sat Data
de: Satellitendaten
fi: Satelliittitiedot

# World|
source: Entity
de: Eintrag
fi: Yksikkö
pl: Jednostka

# World|
source: Continent
de: Kontinent
fi: Manner
pl: Kontynent

# World|
source: Reading cty.csv...
de: Die Datei „“cty.csv wird gelesen ...
fi: Luetaan cty.csv...
pl: Wczytywanie cty.csv...

# World|
source: Abort reading
de: Lesen abbrechen
fi: Keskeytä luku
pl: Przerwij wczytywanie

# WorldMapWidget|
source: World map
fi: Maailman kartta

# WorldMapWidget|
source: View
fi: Näkymä

# WorldMapWidget|
source: Zoom In(25%)
fi: Lähennä(25%)

# WorldMapWidget|
source: Zoom Out(25%)
fi: Loitonna(25%)

# WorldMapWidget|
source: Normal Size
fi: Normaali koko

# WorldMapWidget|
source: Fit to window
fi: Sovita ikkunaan

# eLogClubLog|
source: Host not found!
de: Rechner nicht gefunden
fi: Isäntää ei löydy!
pl: Host nie został odnaleziony!

# eLogClubLog|
source: Timeout error!
de: Zeitüberschreitung
fi: Aikakatkaisu virhe!
pl: Przekroczony został limit czasu!

# eLogClubLog|
source: It seems to be a PASSWORD ERROR; check your password.
de: Es ist ein Passwortfehler aufgetreten, bitte überprüfen Sie Ihr Passwort.
fi: Virhe näyttää olevan PASSWORD ERROR; tarkista salasanasi.
pl: Wygląda na BŁĘDNE HASŁOOR; sprwdź hasło.

# eLogClubLog|
source: It seems that your ClubLog password is not correct.
de: Ihr Passwort für Club Log ist anscheinend falsch.
fi: Näyttää siltä että ClubLog salasanasi on väärä.
pl: Wygląda na to że Twoje hasło do ClubLog jest nie poprawne.

# eLogClubLog|
source: Please check your password in the setup. ClubLog uploads will be disabled.
de: Bitte überprüfen Sie Ihr Passwort in den Einstellungen, Das Hochladen zu Club Log wird deaktiviert.
fi: Tarkista salasanasi asetuksista. ClubLog päivitykset eivät ole käytössä.
pl: Proszę sprawdź hasło w ustawieniach. Aktualizajcja ClubLog będzie wyłączona.

# eLogClubLog|
source: Undefined error...
de: Undefinierter Fehler ...
fi: Määrittelemätön virhe...
pl: Niezidenfikowany błąd...

# eLogClubLog|
source: Callsign missing
de: Rufzeichen fehlt
fi: Kutsutunnus puuttuu
pl: Brak znaku wywoławczego

# eLogClubLog|
source: Invalid callsign
de: Ungültiges Rufzeichen
fi: Väärä kutsutunnus
pl: Niepoprawny znak wywoławczy

# eLogClubLog|
source: Skipping SWL callsign
de: SWL-Rufzeichen wird übersprungen
fi: Ohitetaan SWL kutsutunnus
pl: Opuszczanie znaków wywołaczych stacji nasłuchowych SWL

# eLogClubLog|
source: Callsign is your own call
de: Dies ist Ihr eigenes Rufzeichen
fi: Kutsutunnus on oma kutsusi
pl: Znka wywoławczy jest Twoim własnym znakiem

# eLogClubLog|
source: Invalid callsign with no DXCC mapping
de: Ungültiges Rufzeichen, Zuordnung zu DXCC fehlt
fi: Virheellinen kutsutunnus, ilman DXCC kartoitusta
pl: Niepoprawny znak wywoławczy brak w spisie DXCC

# eLogClubLog|
source: Updated QSO
de: QSO aktualisiert
fi: QSO päivitetty
pl: QSO Zaktualizowane

# eLogClubLog|
source: Invalid ADIF record
de: Ungültiger ADIF-Eintrag
fi: Virheellinen ADIF tieto
pl: Niepoprawny zapis ADIF

# eLogClubLog|
source: Missing ADIF record
de: Fehlender ADIF-Eintrag
fi: Puuttuva ADIF tieto
pl: Brakujący wpis ADIF

# eLogClubLog|
source: Test mode - parameters ok, no action taken
de: Testmodus - Parameter sind korrekt, es wird keine Aktion ausgeführt
fi: Testitila - parametrit ok, toimintoja ei tehty
pl: Tryb testujący -Parametry OK, brak akcji

# eLogClubLog|
source: Excessive API Usage
de: Excessive API-Benutzung
fi: Liiallinen API:n käyttö
pl: Znaczne użcie API

# eLogClubLog|
source: Internal Error
de: Interner Fehler
fi: Sisäinen Virhe
pl: Błąd wewnętrzny

# eLogClubLog|
source: Rejected
de: Abgelehnt
fi: Hylätty
pl: Odrzucony

# eLogClubLog|
source: QSO Duplicate
de: QSO-Duplikat
fi: QSO Duplikaatti
pl: QSO zduplikowane

# eLogClubLog|
source: QSO Modified
de: QSO geändert
fi: QSO muokattu
pl: QSO Zmodyfikowane

# eLogClubLog|
source: Missing Login
de: Anmeldung fehlt
fi: Puuttuva sisäänkirjaus
pl: Brakujący Login

# eLogClubLog|
source: Upload denied
de: Hochladen abgelehnt
fi: Lataus kielletty
pl: Przesyłanie odrzucone

# eLogClubLog|
source: No callsign selected
de: Kein Rufzeichen ausgewählt
fi: Ei valittua kutsutunnusta
pl: Znak wywoławczy nie zaznaczony

# eLogClubLog|
source: No match found
de: Keine Übereinstimmungen gefunden
fi: Vastaavuutta ei löytynyt
pl: Nie znaleziono poasujących elemętów

# eLogClubLog|
source: Dropped QSO
de: QSO verworfenen
fi: Pudotettu QSO
pl: QSO Opuszczone

# eLogClubLog|
source: Login rejected
de: Anmeldung abgelehnt
fi: Sisäänkirjautuminen evätty
pl: Logowanie odrzucone

# eLogClubLog|
source: Rejected: Callsign is your own call
de: Abgelehnt: Dies ist Ihr eigenes Rufzeichen
fi: Hylätty: Kutsutunnus on oma kutsusi
pl: Odrzucone: Znak wywoławczy jest Twoim własnym znakiem

# AboutDialog|
source: Please know that this is an BETA release and it may contain many bugs.<br>Backup your data before using this software!
de: Beachten Sie, dass dies eine Beta-Version ist und Fehler enthalten kann.<br>Sichern Sie Ihre Daten ehe Sie diese Software verwenden.
pl: Proszę zwrócić uwagę że jest to wersja BETA wydanie może zawierać liczne błędy.<br> Proszę wykonać kopię zapasową przed użyciem tego programu!

# AboutDialog|
source: KLog has been fully rewritten from the 0.6.2 to be able to provide a cross-platform application that runs in the main operating systems (Linux, macOS & Windows) and provide new functionalities that KLog was not providing.
de: Beachten Sie, dass dies eine Beta-Version ist und Fehler enthalten kann.<br>Sichern Sie Ihre Daten ehe Sie diese Software verwenden.
pl: KLOG został całkowicie przepisany rozpoczynając od wersji 0.6.2 tak aby była możliwość pracy na wielu systemach operacyjnych ( Linux, macOS & Windows ) Zawiera również nowe funkcje którch KLOG nie było we wcześniejszych wydaniach.

# CTYPage|
source: &Download
de: &Herunterladen
pl: &Pobieranie

# CTYPage|
source: &Ignore
de: &Ignorieren
pl: &Ignorownie

# CTYPage|
source: You need to download the cty.csv file if you want KLog to show you the countries, locator, ... of the QSOs you do.
de: Sie müssen die Datei „cty.csv“ herunterladen, wenn Klog das Land, Locator, usw. des QSO-Eintrags anzeigen soll, den Sie bearbeiten.
pl: Wymagane jest pobranie pliku CSV.CTY aby Klog mógł podawać dane państ oraz lokator, ...QSO które prowadzisz.

# DataProxy_SQLite|
source: No query failed
de: Alle Abfragen erfolgreich

# DataProxy_SQLite|Common term in hamradio, do not translate if not sure
source: Bureau
de: Büro

# DataProxy_SQLite|
source: Direct
de: Direkt

# FileManager|
source: Exporting LoTW ADIF file...
de: ADIF-Datei für LoTW wird exportiert ...
pl: Eksportowanie pliku ADIF do LOTW...

# FileManager|
source: Writing Cabrillo file...
de: Cabrillo-Datei wird geschrieben ...
pl: Zapisywanie pliki Cabrillo...

# FileManager|
source: KLog: Cabrillo Log Export not implemented
de: KLog: Der Export in eine Cabrillo-Datei ist nicht implementiert
pl: KLog: Eksport Logu do formatu Cabrillo nie jest jeszcze możliwy

# FileManager|
source: I am sorry but the Cabrillo Export To File feature has still not been implemented.
de: Leider wurde die Funktion zum Export in eine Cabrillo-Datei bisher noch nicht implementiert.
pl: Bardzo mi przykro ale eksport pliku do formatu Cabrillo nie został jeszcze wdrożony.

# FileManager|
source: You have cancelled the file import. The file will be removed and no data will be imported.
de: Sie haben der Import der Datei abgebrochen. Die Datei wird entfernt und es werden keine Daten exportiert.

# FileManager|
source: This QSO is not including the minimum data to consider a QSO as valid!.
de: In diesem QS=-Eintrag fehlen Daten, er ist ungültig.
pl: To QSO nie zawiera minimalnej ilości danych aby uznać je za zaliczone!.

# FileManager|
source: - The call missing but was done at this time:
de: - Das Rufzeichen fehlt bei dem folgenden Datum:
pl: - Brakuje Znaku ?

# IntroPage|
source: KLog is a free hamradio logging program that can run on Linux macOS and Windows.
de: KLog ist ein freies Programm für Amateurradio-Protokolle für Linux, macOS und Windows.
pl: KLog jest darmowym programem logującym dla radioamatorów który może pracować pod systemami Linux, macOS oraz Windows.

# IntroPage|
source: It is designed to provide general purpose, DX and contest logging.
de: Entwickelt für den allgemeinen Gebrauch, DX und Contest-Protokolle.
pl: Został stworzony do codziennej pracy, DX oraz w zawodach.

# LogModel|
source: Time
de: Zeit
pl: Czas

# LogWindow|
source: &Delete
de: &Löschen

# LogWindow|
source: &Edit QSO
de: OSO b&earbeiten

# LogWindow|
source: D&irect
de: D&irekt

# LogWindow|
source: QSL &received via bureau
de: Empfangene QSL über Büro

# LogWindow|
source: Direct
de: Direkt

# MainWindow|
source: &File
de: &Datei

# MainWindow|
source: Export Requested QSL to ADIF...
de: Angeforderte QSL in ADIF exportieren ...

# MainWindow|
source: Export all QSOs requesting QSLs to an ADIF file (e.g. to import it into a QSL tag printing program).
de: Exportiert alle für QSLs angeforderten QSLs in eine ADIF-Datei, um sie zum Beispiel in ein Programm zum Drucken von QSL-Markierungen zu exportieren.
pl: Wyeksportuj wszystkie QSO oczekujące QSL do pliku ADIF. ( np. zaimportuj do programu drukującego naklejki ).

# MainWindow|
source: Export ADIF for LoTW...
de: ADIF für LoTW exportieren ...

# MainWindow|
source: Export an ADIF file to be sent to LoTW. Remember to sign it with TQSL before uploading to LoTW!
de: Exportiert eine ADIF-Datei zum Versenden zu LoTW. Signieren Sie die Datei mit TQSL, bevor Sie sie zu LoTW hochladen.
pl: Eksport pliku ADIF do wysłania do LOTW. Pamiętaj aby podpisać plik korzystając z TQSL zanim plik zostanie wysłany na LOTW

# MainWindow|
source: &Print Log...
de: &Protokoll drucken ...

# MainWindow|
source: E&xit
de: &Beenden

# MainWindow|
source: Fill in DXCC data
de: DXCC-Daten ausfüllen
pl: Wypełnij dane DXCC

# MainWindow|
source: Go through the log filling QSOs without a DXCC defined.
de: QSOs im Protokoll ohne definierten DXCC-Eintrag ausfüllen.
pl: Przejrzyj Log i wypełnij QSOs bez DXCC.

# MainWindow|
source: &Find QSO to QSL
de: &QSO-Einträge zu QSLs suchen

# MainWindow|
source: &Find DX-QSLs pending to receive
de: &Ausstehende DX-QSLs zum Empfang suchen
pl: &Find DX QSLs pending to recive

# MainWindow|
source: Shows the DX-QSL that has been requested or QSLs has been sent with no answer.
de: Zeigt die DX-QSL-Einträge, die angefordert wurden oder QSL-Einträge die ohne Antwort versendet wurden.
pl: Pokaż karty DX QSL do których Twoja karta została wysłana bez odpowiedzi.

# MainWindow|
source: &Find requested pending to receive
de: &Ausstehende Einträge, auf deren Empfang gewartet wird
pl: &Find Requested pending to recive

# MainWindow|
source: Shows the DX-QSL that has been requested.
de: Zeigt die angeforderten DX-QSL-Einträge.

# MainWindow|
source: Queue all QSL to be sent of this log
de: Alle QSL-Einträge in diesem Protokoll in die Sende-Warteschlange einreihen

# MainWindow|
source: Mark all non sent QSOs in this log as queued to be uploaded.
de: Alle nicht gesendeten QSO-Einträge in diesem Protokoll als eingereiht zum Hochladen markieren.
pl: Zaznacz wszystkie QSO które nie zosyały wysłane jako oczekujące na wysłanie.

# MainWindow|
source: Queue all QSL to be sent
de: Alle QSL-Einträge in die Sende-Warteschlange einreihen

# MainWindow|
source: Mark all non sent QSOs as queued to be uploaded.
de: Alle nicht gesendeten QSO-Einträge als eingereiht zum Hochladen markieren.
pl: Zaznacz wszystkie QSO które nie zostały wysłane jako oczekujące na wysłanie.

# MainWindow|
source: Mark as sent all queued QSO of this log
de: Alle eingereihten QSO-Einträge in diesem Protokoll als gesendet markieren
pl: Zaznacz wszystkie oczekujące QSO z tego Logu jako wysłane

# MainWindow|
source: Mark all queued QSO as sent
de: Alle eingereihten QSO-Einträge als versendet markieren
pl: Zaznacz wszystkie oczekujące QSO jako wysłane

# MainWindow|
source: &Update cty.csv
de: cty.csv &aktualisieren

# MainWindow|
source: &Update Satellite Data
de: &Satellitendaten aktualisieren

# MainWindow|
source: &Setup
de: &Einstellungen

# MainWindow|
source: &Setup...
de: &Einstellungen ...

# MainWindow|
source: &Help
de: &Hilfe

# MainWindow|
source: &About...
de: &Über...

# MainWindow|
source: All pending QSO of this log has been marked as queued for LoTW!
de: Alle ausstehenden QSO-Einträge in diesem Protokoll wurden für die Warteschlange zu LoTW markiert.
pl: Wszystkie oczekujące QSO w tym logu zostały ustawione w kolejce do LOTW!

# MainWindow|
source: There was a problem to mark all pending QSO of this log as queued for LoTW!
de: Beim Markieren aller ausstehenden QSO-Einträge in diesem Protokoll für die Warteschlange zu LoTW ist ein Problem aufgetreten.

# MainWindow|
source: All pending QSO has been marked as queued for LoTW!
de: Alle ausstehenden QSO-Einträge wurden für die Warteschlange zu LoTW markiert.

# MainWindow|
source: All queued QSO of this log has been marked as sent for LoTW!
de: Alle eingereihten QSO-Einträge wurden als versendet zu LoTW markiert.

# MainWindow|
source: There was a problem to mark all queued QSO of this log as sent for LoTW!
de: Beim Markieren aller eingereihten QSO-Einträge in diesem Protokoll für das Senden zu LoTW ist ein Problem aufgetreten.

# MainWindow|
source: All queued QSO has been marked as sent to LoTW!
de: Alle eingereihten QSO-Einträge wurden als versendet zu LoTW markiert.

# MainWindow|
source: There was a problem to mark all queued QSO of this log as sent to LoTW!
de: Beim Markieren aller eingereihten QSO-Einträge in diesem Protokoll für das Senden zu LoTW ist ein Problem aufgetreten.

# MainWindow|
source: It seems that there are no QSO in the database.
de: Anscheinend gibt es keine QSO-Daten in der Datenbank.

# MainWindow|
source: Info
de: Information

# MainWindow|
source: LoTW logfile has been properly exported!
de: Die LoTW-Protokolldatei wurde erfolgreich exportiert.

# MainWindow|
source: Remember to:
de: Bedenken Sie:

# MainWindow|
source: Before uploading: sign the LoTW log; and
de: Vor dem Hochladen: Signieren Sie das LoTW-Protokoll und

# MainWindow|
source: After uploading: mark as sent all the queued QSO (LoTW Tools).
de: Nach dem Hochladen: Markieren Sie alle eingereihten QSOs im Menü Extras->LoTW als versendet.

# MainWindow|
source: There was no QSO to be exported.
de: Kein QSO zum Export vorhanden

# MainWindow|
source: If you think that some QSO should have been exported, please look for them and ensure that the eQSL LoTW QSL sent box is marked as:
de: Wenn einige QSO-Einträge exportiert werden sollten, suchen Sie sie und überprüfen Sie, ob das Feld „eQSL/QSL an LoTW versendet“ wie folgt markiert ist:

# MainWindow|
source: Q - Queued
de: E - Eingereiht

# MainWindow|
source: Date
de: Datum
pl: Data

# MainWindow|
source: Time
de: Zeit
pl: Czas

# MainWindow|
source: Comments
de: Kommentare

# MainWindow|
source: Do you want to keep receiving this alerts? (disabling this alerts will prevent that non-valid modes are detected)
de: Möchten Sie diese Meldungen weiter angezeigt bekommen? Werden diese Meldungen abgeschaltet, verhindert das die Erkennung ungültiger Modi.

# MainWindowInputEQSL|
source: eQSL Sent
de: eQSL gesendet
pl: eQSL Wysłane

# MainWindowSatTab|
source: Please know that the satellite name will not be saved if it is not in the list so that information may be lost!
de: Beachten Sie, dass der Satellitenname nicht gespeichert wird, wenn er nicht in der Liste enthalten ist, daher können Informationen verloren gehen.
pl: Proszę zauważyć że nazwa satelity nie zostanie zapisana jeśli nie jest nia liście więc informacje mogą zostać utracone!

# QObject|
source: All the data was migrated correctly. You should now go to Setup->Preferences->Logs to check that everything is OK.
de: Alle Daten wurden richtig migriert. Überprüfen Sie jetzt auf der Seite Einstellungen->Protokolle, dass alle Daten in Ordnung sind.
pl: Wszystkie dane zostały zaimportowane poprawnie. Przejdź do Ustawień >Właściwości>Logi do sprawdzenia czy wszystko jest OK.

# SearchWidget|
source: &Clear
de: &Löschen

# SearchWidget|
source: &Export Highlighted
de: Hervorgehobene &Exportieren

# SearchWidget|
source: &Select All
de: &Alles auswählen

# SearchWidget|
source: &Search
de: &Suchen

# SearchWidget|
source: All
de: Alle
pl: Wszystko

# SearchWidget|
source: Enter the QRZ to search for.
de: Geben Sie die QRZ für die Suche ein.
pl: Wprowadź znak aby wyszukać.

# SearchWidget|
source: Search results.
de: Suchergebnisse.
pl: Przeszukaj wyniki.

# SearchWidget|
source: Date/Time
de: Datum/Zeit
pl: Data/Czas

# SearchWidget|
source: Mode
de: Modus
pl: Emisja

# SearchWidget|
source: QSL Sent
de: QSL gesendet
pl: QSL Wysłane

# SearchWidget|
source: QSL Rcvd
de: QSL empfangen
pl: QSL Otrzymane

# SearchWidget|
source: Station Callsign
de: Stations-Rufzeichen
pl: Znak stacji

# SearchWidget|
source: ID
de: Kennung

# SearchWidget|
source: &Clear selection
de: &Auswahl aufheben

# SearchWidget|
source: QSL Send
de: QSL gesendet
pl: QSL Wysłane

# SearchWidget|
source: &Delete
de: &Löschen

# SearchWidget|
source: Delete a QSO
de: QSO löschen
pl: Usuń QSO

# SearchWidget|
source: &Edit QSO
de: OSO b&earbeiten

# SearchWidget|
source: Edit this QSO
de: Diese QSO bearbeiten
pl: Edytuj to QSO

# SearchWidget|
source: Via &bureau
de: Über &Büro

# SearchWidget|
source: Send this QSL via bureau
de: Diesen QSL-Eintrag über das Büro senden
pl: Wyślij to QSL przez biuro

# SearchWidget|
source: D&irect
de: D&irekt

# SearchWidget|
source: Send this QSL via direct
de: Diesen QSL-Eintrag direkt senden
pl: Wyślij to QSL direktem
