Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# MainWindow|
source: Periodically export your data to ADIF to prevent a potential data loss.
fi: Vie tiedot säännöllisesti ADIF:iin, tietojen menettämisen estämiseksi.

# MainWindow|
source: If you are sure that the database contains QSOs and KLog is not able to find them, please contact the developers (see About KLog) for help.
de: Enthält die Datenbank tatsächlich QSOs, sie werden aber nicht gefunden, nehmen Sie mit den KLog.Entwicklern Kontakt auf, siehe Über KLog.
fi: Jos olet varma että tietokannassa on QSO:ita ja KLog ei löydä niitä, voit ottaa yhteyttä kehittäjiin saadaksesi apua (katso valikon kohta Tietoja KLogista)

# MainWindow|
source: It seems that there are no QSOs in the database.
fi: Näyttää siltä ettei tietokannassa ole yhtään QSO:ta.

# MainWindow|
source: This function is disabled. Go to the Setup->LoTW tab to enable it.
fi: Tämä ominaisuus ei ole käytössä. Mene Asetukset->LoTW välilehdelle ottaaksesi sen käyttöön.

# MainWindow|
source: TX Frequency in MHz.
de: TX-Frequenz in MHz.
fi: TX Taajuus MHz:inä.
pl: Częstoliwość TX w MHz.

# MainWindow|
source: RX Frequency in MHz.
de: RX-Frequenz in MHz.
fi: RX Taajuus MHz:inä.
pl: Częstotliwość RX w MHz.

# MainWindow|
source: Power used by the DX.
de: Leistung für den DX-Eintrag.
fi: DX:n käyttämä virta.
pl: Moc używana przez DX.

# MainWindow|
source: Logging operator's callsign.
de: Rufzeichen des Protokoll-Operators
fi: Lokinpitäjän kutsutunnus.
pl: Logowanie znaku operatora.

# MainWindow|
source: Callsign used over the air.
fi: Lähetyksissä käytetty kutsutunnus.
pl: Znak używan.

# MainWindow|
source: There was an error while updating to Yes the LoTW QSL sent information.
fi: Tapahtui virhe QSL:n lataamisessa LoTW:iin?

# MainWindow|
source: The LoTW upload process has finished and KLog created a file (%1) in your KLog folder. Do you want KLog to remove that file?
fi: Tietojen lähetys LoTW:iin on valmis ja KLog on luonut tiedoston (%1) KLog kansioosi. Haluatko että KLog poistaa tiedoston?

# MainWindow|
source: The file has been removed.
fi: Tiedosto poistettu.

# MainWindow|
source: My QTH locator.
de: Mein QTH-Locator
fi: Minun QTH lokaattori.
pl: Mój QTH Lokator.

# MainWindow|
source: Name of the DX.
de: Name des DX-Eintrags.
fi: DX:n nimi.
pl: Imie.

# MainWindow|
source: QTH of the DX.
de: QTH des DX-Eintrags.
fi: DX:n QTH.
pl: QTH.

# MainWindow|
source: Locator of the DX.
de: Locator des DX-Eintrags.
fi: DX:n lokaattori.
pl: Lokator.stacji DX.

# MainWindow|
source: The logfile has been modified.
de: Die Protokolldatei wurde verändert.
fi: Lokia on muokattu.

# MainWindow|
source: Do you want to save your changes?
de: Möchten Sie Ihre Änderungen speichern?
fi: Haluatko tallentaa muutokset?

# MainWindow|start or stop
source: UDP Server error The UDP server failed to %1.
de: UDP-Serverfehler Der UDP-Server kann %1 nicht ausführen.
fi: UDP-palvelinvirhe UDP-palvelin ei onnistunut %1.

# MainWindow|
source: Status of the DX entity.
de: Status des DX-Eintrags.
fi: DX yksikön tila.
pl: Wynik DXCC.

# MainWindow|
source: Name of the DX entity.
de: Name des DX-Eintrags.
fi: DX yksikön nimi.
pl: Nazwa jednostki DX.

# MainWindow|
source: Name
fi: Nimi
pl: Imię

# MainWindow|
source: Power(rx)
de: Leistung (RX)
fi: Teho(rx)
pl: Moc(rx)

# MainWindow|
source: Freq TX
de: TX-Frequenz
fi: TX Taajuus
pl: QRG TX

# MainWindow|
source: Freq RX
de: RX-Frequenz
fi: RX Taajuus
pl: QRG RX

# MainWindow|
source: Comment
de: Kommentar
fi: Kommentti
pl: Komentarz

# MainWindow|
source: Others
de: Sonstige
fi: Muut
pl: Inne

# MainWindow|
source: My Data
de: Meine Daten
fi: Minun tiedot
pl: Moje dane

# MainWindow|
source: Satellite
de: Satellit
fi: Satelliitti
pl: Satelity

# MainWindow|
source: Awards
de: Diplome
fi: Palkinnot
pl: Dyplomy

# MainWindow|
source: Search
de: Suchen
fi: Etsi
pl: Wyszukiwanie

# MainWindow|
source: Log
de: Protokoll
fi: Loki

# MainWindow|
source: DX-Cluster
fi: DX-Klusteri

# MainWindow|
source: Save ADIF File
de: ADIF-Datei speichern
fi: Tallenna ADIF-tiedosto
pl: Zapisz plik ADIF

# MainWindow|
source: Open File
de: Datei öffnen
fi: Avaa Tiedosto
pl: Otwórz plik

# MainWindow|
source: My QTH locator. Format should be Maidenhead like IN70AA up to 10 characters.
fi: Minun QTH lokaattori, Tulisi olla muotoa Maidenhead, kuten IN70AA, enintään 10 merkkiä.

# MainWindow|
source: - Needed for DXMarathon
de: - Erforderlich für den DX-Marathon
fi: - Tarvitaan DXMarathon:iin
pl: - Wymagany do DX Maratonu

# MainWindow|
source: Filling QSOs...
de: QSOs werden ausgefüllt ...
fi: Täyttää QSO:t...
pl: Wypełnianie QSOs...

# MainWindow|
source: Abort filling
de: Ausfüllen abbrechen
fi: Keskeytä täyttäminen
pl: Przerwij wypełnianie

# MainWindow|
source: Filling DXCC, CQz, ITUz, Continent in QSOs... QSO:
fi: Täytetään DXCC, CQz, ITUz ja Manner QSO:ihin... QSO:

# MainWindow|
source: Number
de: Anzahl
fi: Numero
pl: Numer

# MainWindow|
source: Band
fi: Taajuusalue
pl: Pasmo

# MainWindow|
source: Mode
de: Modus
fi: Tila
pl: Emisja

# MainWindow|
source: Print Log
de: Protokoll drucken
fi: Tulosta loki
pl: Drukuj Log

# MainWindow|
source: Printing the log...
de: Das Protokoll wird gedruckt ...
fi: Tulostetaan lokia...
pl: Drukowanie logu...

# MainWindow|
source: Abort printing
de: Drucken abbrechen
fi: Keskeytä tulostus
pl: Przerwij drukowanie

# MainWindow|
source: Printing the log... QSO:
de: Das Protokoll wird gedruckt ... QSO:
fi: Tulostetaan lokia... QSO:
pl: Drukowanie logu... QSO:

# MainWindow|
source: KLog QSO received
de: QSO-Daten empfangen
fi: KLoq QSO vastaanotettu

# MainWindow|
source: The following QSO data has been received from WSJT-X to be logged:
de: Die folgenden QSO-Daten wurden von WSJT-X zum protokollieren empfangen:
fi: Seuraavat QSO tiedot vastaanotettu WSJT-X:ltä kirjattaviksi:

# MainWindow|
source: Call
de: Ruf
fi: Kutsutunnus

# MainWindow|
source: Freq
de: Frequenz
fi: Taajuus

# MainWindow|
source: Time On
fi: Lähetys alkaa

# MainWindow|
source: Time Off
fi: Lähetys päättyy

# MainWindow|
source: DX-Grid
fi: DX-Verkko

# MainWindow|
source: Local-Grid
fi: Paikallisverkko

# MainWindow|
source: If the received mode is correct, please contact KLog development team and request support for that mode
de: Wenn der Empfangsmodus korrekt ist, nehmen Sie bitte Kontakt mit den KLog-Entwicklern auf und bitten Sie um Unterstützung für diesen Modus.
fi: Mikäli vastaanotettu tila on oikea, ota yhteyttä KLog-kehitystiimiin ja pyydä tukea kyseiselle tilalle

# MainWindow|
source: KLog - Duplicated satellite
fi: KLog - Päällekkäinen satelliitti

# MainWindow|
source: A duplicated satellite has been detected in the file and will not be imported.
de: In der Datei wurde ein doppelter Satellit gefunden, er wird nicht importiert.
fi: Tiedostossa havaittiin päällekkäinen satelliitti, eikä sitä tuoda.

# MainWindow|
source: Please check the satellite information file and ensure it is properly populated.
de: Bitte überprüfen Sie die Datei mit den Informationen über Satelliten.
fi: Tarkista satelliitti tiedot-tiedosto ja varmista ettö siellä on kaikki tarvittava.

# MainWindow|
source: Now you will see a more detailed error that can be used for debugging...
de: Jetzt wird eine ausführlichere Fehlermeldung angezeigt, die für die Fehlersuche verwendet werden kann ..
fi: Nyt näet tarkemmat virhetiedot joita voidaan käyttää vianmäärityksessä...

# MainWindow|
source: An unexpected error ocurred!!
de: Es ist ein unerwarteter Fehler aufgetreten.
fi: Odottamaton virhe tapahtui!!

# MainWindow|
source: If the problem persists, please contact the developers
de: Bitte senden Sie einen Fehlerbericht, falls das Problem weiterhin besteht
fi: Jos ongelma jatkuu, ota yhteyttä kehitystiimiin

# MainWindow|
source: for analysis:
de: für die Analyse:
fi: analysointia varten:

# MainWindow|
source: Error in function
de: Fehler in Funktion
fi: Virhe funktiossa

# MainWindow|
source: Error code
de: Fehlernummer
fi: Virhekoodi

# MainWindow|
source: Error text
de: Fehlertext
fi: Virheteksti

# MainWindow|
source: Failed query
de: Abfrage fehlgeschlagen
fi: Epäonnistunut kysely

# MainWindow|
source: KLog - Show errors
fi: KLog - Näytä virheet

# MainWindow|
source: Do you want to keep showing errors?
de: Möchten Sie Fehler weiter anzeigen?
fi: Haluatko jatkaa virheiden näyttämistä?

# MainWindowInputComment|
source: Add a comment for this QSO.
de: Fügen Sie einen Kommentar für diesen QSO-Eintrag hinzu
fi: Lisää tämän QSO:n kommentti.

# MainWindowInputEQSL|
source: Date of the ClubLog upload.
de: Datum des Hochladens zu Club Log.
fi: ClubLog:in lähetyksen päivämäärä.
pl: Data aktualizacji ClubLog.

# MainWindowInputEQSL|
source: Date of the eQSL sending.
de: eQSL-Sendedatum
fi: eQSL lähetyksen päivämäärä.
pl: Data wysłania eQSL.

# MainWindowInputEQSL|
source: Date of the eQSL reception.
de: eQSL-Empfangsdatum
fi: eQSL:n vastaanoton päivämäärä.
pl: Data otrzymania eQSL.

# MainWindowInputEQSL|
source: Date of the LoTW sending.
de: LoTW-Sendedatum
fi: LoTW:n lähetyksen päivämäärä.

# MainWindowInputEQSL|
source: Date of the LoTW reception.
de: LoTW-Empfangsdatum
fi: LoTW vastaanoton päivämäärä.

# MainWindowInputEQSL|
source: Status on ClubLog.
de: Status auf Club Log.
fi: ClubLog:n tilanne.
pl: Status ClubLog.

# MainWindowInputEQSL|
source: Status of the eQSL sending.
de: Status des eQSL-Versands.
fi: eQSL lähetyksen tilanne.
pl: Status wysłania eQSL.

# MainWindowInputEQSL|
source: Status of the eQSL reception.
de: Status des eQSL-Empfangs.
fi: eQSL vastaanoton tilanne.
pl: Status otrzymywanych eQSL.

# MainWindowInputEQSL|
source: Status of the LoTW sending.
de: Status des LoTW-Versands.
fi: LoTW lähetyksren tila.

# MainWindowInputEQSL|
source: Status of the LoTW reception.
de: Status des LoTW-Empfangs.
fi: LoTW vastaanoton tila.

# MainWindowInputEQSL|
source: eQSL Rec
de: eQSL empfangen
fi: eQSL Vastaanotto
pl: eQSL Otrzymane

# MainWindowInputEQSL|
source: LoTW Sent
de: LoTW versendet
fi: LoTW lähetetty

# MainWindowInputEQSL|
source: LoTW Rec
de: LoTW empfangen
fi: LoTW Vastaanotto

# MainWindowInputOthers|
source: Primary Div
fi: Ensisijainen hallinnollinen alue

# MainWindowInputOthers|
source: Secondary Div
fi: Toissijainen hallinnollinen alue

# MainWindowInputOthers|
source: Entity
de: Eintrag
fi: Yksikkö
pl: Jednostka

# MainWindowInputOthers|
source: Propagation mode
fi: Etenemistapa
pl: Typ propagacji

# MainWindowInputOthers|
source: Select the primary division for this QSO.
fi: Valitse tämän QSO:n päädivisioona.

# MainWindowInputOthers|
source: Select the secondary division for this QSO.
fi: Valitse tämän QSO:n toissijainen divisioona.

# MainWindowInputOthers|
source: Select the entity for this QSO.
de: Wählen Sie den Eintrag für diese QSO.
fi: Valitse tämän QSO:n yksikkö.

# MainWindowInputOthers|
source: Select the propagation mode for this QSO.
fi: Valitse tämän QSO:n etenemistapa.

# MainWindowInputOthers|
source: Select the IOTA continent for this QSO.
de: Wählen Sie den IOTA-Kontinent für diese QSO.
fi: Valitse tämän QSO:n IOTA-manner.

# MainWindowInputOthers|
source: Select the IOTA reference number for this QSO.
de: Wählen Sie den IOTA-Referenznummer für diese QSO.
fi: Valitse tämän QSO:n IOTA-referenssinumero.

# MainWindowInputOthers|
source: Not Identified
de: Nicht identifiziert
fi: Ei tunnistettu

# MainWindowInputOthers|
source: Not - Not Identified
de: Nicht - Nicht identifiziert
fi: Ei - Ei tunnistettu

# MainWindowInputQSL|
source: QSL Sent
de: QSL gesendet
fi: QSL lähetetty
pl: QSL wysłane

# MainWindowInputQSL|
source: QSL Rec
de: QSL empfangen
fi: QSL Vastaanotto
pl: QSL Otrzymane

# MainWindowInputQSL|
source: QSL Via
de: QSL über
fi: QSL -kautta

# MainWindowInputQSL|
source: QSL Msg
de: QSL-Nachricht
fi: QSL Viesti

# MainWindowInputQSL|
source: Status of the QSL sending.
de: Status des QSL-Versands.
fi: QSL lähetyksen tila.
pl: Stan wysłanych kart QSL.

# MainWindowInputQSL|
source: Status of the QSL reception.
de: Status des QSL-Empfangs.
fi: QSL vastaanoton tila.
pl: Stan kart QSL otrzymanych.

# MainWindowInputQSL|
source: QSL sending information.
de: QSL-Sendeinformation
fi: QSL lähetyksen tiedot.
pl: Informacje dotyczące wysyłania QSL.

# MainWindowInputQSL|
source: QSL reception information.
de: QSL-Empfangsinformation
fi: QSL vastaanoton tiedot.
pl: Informacje dostyczące odebranej karty QSL.

# MainWindowInputQSL|
source: Date of the QSL sending.
de: QSL-Sendedatum
fi: QSL lähetyksen päivämäärä.
pl: Data wysłania karty QSL.

# MainWindowInputQSL|
source: Date of the QSL reception.
de: QSL-Empfangsdatum
fi: QSL vastaanoton päivämäärä.
pl: Data otrzymania karty QSL.

# MainWindowInputQSL|
source: Message of the QSL.
de: QSL-Nachricht
fi: QSL:n viesti.
pl: Informacje o QSL.

# MainWindowInputQSL|
source: QSL via information.
de: QSL-Information über den Versand.
fi: QSL -kautta tieto.
pl: Info o sposobie wysłania QSL.

# MainWindowMyDataTab|
source: Watts
fi: Wattia

# MainWindowMyDataTab|
source: Keep this data
de: Diese Daten behalten
fi: Säilytä nämä tiedot
pl: Zachowaj te dane

# MainWindowMyDataTab|
source: Data entered in this tab will be copied into the next QSO.
de: Die auf dieser Karteikarte eingegebenen Daten werden in den nächsten QSO-Eintrag kopiert.
fi: Tähän välilehteen syötetyt tiedot kopioidaan seuraavaan QSO:n.

# MainWindowMyDataTab|
source: Power used for the QSO in watts.
de: Leistung für den QSO-Eintrag in Watt
fi: QSO:n käytetty teho Wateissa.

# MainWindowMyDataTab|
source: Logging operator's callsign.
de: Rufzeichen des Protokoll-Operators
fi: Lokinpitäjän kutsutunnus.

# MainWindowMyDataTab|
source: Callsign used over the air.
fi: Lähetyksissä käytetty kutsutunnus.

# MainWindowMyDataTab|
source: My QTH locator.
de: Mein QTH-Locator
fi: Minun QTH lokaattori.

# MainWindowMyDataTab|
source: Power
de: Leistung
fi: Teho
pl: Moc

# MainWindowMyDataTab|
source: Operator
fi: Operaattori

# MainWindowMyDataTab|
source: Station Callsign
de: Stations-Rufzeichen
fi: Aseman kutsutunnus
pl: Znak stacji

# MainWindowMyDataTab|
source: My Locator
de: Mein Locator
fi: Minun lokaattori
pl: Mój lokator

# MainWindowMyDataTab|
source: My QTH locator. Format should be Maidenhead like IN70AA up to 10 characters.
fi: Minun QTH lokaattori. Tulisi olla muotoa Maidenhead, kuten IN70AA, enintään 10 merkkiä.

# MainWindowSatTab|
source: Keep this data
de: Diese Daten behalten
fi: Säilytä nämä tiedot
pl: Zachowaj te dane

# MainWindowSatTab|
source: Other - Sat not in the list
de: Sonstige - Satellit nicht in der Liste
fi: Muut - Satelliitti ei ole listalla
pl: Inne - Satelita nie jest na liście

# MainWindowSatTab|
source: Data entered in this tab will be copied into the next QSO.
de: Die auf dieser Karteikarte eingegebenen Daten werden in den nächsten QSO-Eintrag kopiert.
fi: Tähän välilehteen syötetyt tiedot kopioidaan seuraavaan QSO:n.

# MainWindowSatTab|
source: Name of the Satellite if not in the list. Select: "%1" to enable this box. (format like AO-51).
de: Name des Satelliten, der nicht in der Liste vorhanden ist. Wählen Sie „%1“, um dieses Feld zu aktivieren. Verwenden Sie ein Format wie AO-51.
fi: Satelliitin nimi, jos ei löydy listalta. Aktivoi tämä ruutu valitsemalla: "1%" (nimi on muodossa: A0-51).

# MainWindowSatTab|
source: Satellite mode used.
de: Der Satellitenmodus wird verwendet.
fi: Satelliitti tilaa käytetty.

# MainWindowSatTab|
source: Select the satellite you are using.
de: Wählen Sie einen Satelliten aus.
fi: Valitse satelliitti jota käytät.

# MainWindowSatTab|
source: UpLink band.
fi: Lähetyslinkin taajuusalue.

# MainWindowSatTab|
source: DownLink band.
fi: Vastaanottolinkin taajuusalue.

# MainWindowSatTab|
source: Locator of the DX station. This box is synchronized with the Locator box in the QSO tab.
fi: DX aseman lokaattori. Tämä ruutu on sykronisoitu QSO välilehden, lokaattori ruudun kanssa.

# MainWindowSatTab|
source: UpLink
fi: Lähetyslinkki

# MainWindowSatTab|
source: DownLink
fi: Vastaanottolinkki

# MainWindowSatTab|
source: Satellite
de: Satellit
fi: Satelliitti
pl: Satelita

# MainWindowSatTab|
source: Mode
de: Modus
fi: Tila
pl: Emisja

# MainWindowSatTab|
source: DX Locator
fi: DX lokaattori

# MainWindowSatTab|
source: Other
de: Sonstige
fi: Muuta
pl: Inne

# MainWindowSatTab|
source: Locator of the DX station. Format should be Maidenhead like IN70AA up to 10 characters.
fi: DX aseman lokaattori. Tulisi olla muotoa Maidenhead, kuten IN70AA, enintään 10 merkkiä.

# MainWindowSatTab|
source: Not Sat QSO
de: Kein Satellit zum QSO-Eintrag
fi: Ei Satelliitti QSO
pl: QSO nie przez SAT

# MainWindowSatTab|
source: KLog has detected a satellite name that it does not recognise. If it should use one of the names of known satellites instead, please select it from the list. Alternatively, please contact the development team to add the new satellite name.
de: KLog hat einen unbekannten Satellitennamen gefunden. Wenn stattdessen ein bekannter Satellitenname verwendet werden soll, wählen Sie ihn aus der Liste. Nehmen Sie alternativ Kontakt mit den Entwicklern auf, damit der neue Satellitenname in KLog aufgenommen werden kann.
fi: KLog on havainnut satelliitin nimen, jota se ei tunnista. Jos sen tulisi sen sijaan käyttää jotain tunnettujen satelliittien nimistä sen sijaan, valitse se luettelosta. Vaihtoehtoisesti, voit ottaa yhteyttä kehitystiimiin lisätäksesi uuden satelliitin nimen.
pl: KLog wykrył nazwę satelity która nie została rozpoznana. Jeśli chcesz użyć jednej ze znanych zamiast tej, proszę wybrać ją z listy. Ewentualnie, proszę o kontak z twórcami programu aby satelita mógł zostać do listy w kolejnych wydaniach.

# MainWindowSatTab|
source: The satellite you have in your QSO is:
de: Der Satellit in Ihren QSO-Daten:
fi: QSO:ssa oleva satelliitti on:
pl: Satelita w Twoim QSO to:

# MainWindowSatTab|
source: Please be aware that the satellite name will not be saved if it is not in the list, so that information may be lost!
fi: Huomaathat että satelliitin nimeä ei tallenneta, ellei sitä löydy listasta, joten tämä tieto saattaa hävitä!

# MainWindowSatTab|
source: RX Frequency in MHz. Frequency is not in a hamradio band!
fi: RX Taajuus MHz. Taajuus ei ole oikealla taajuusalueella!

# MainWindowSatTab|
source: RX Frequency in MHz.
fi: RX Taajuus MHz:inä.

# MainWindowSatTab|
source: TX Frequency in MHz. Frequency is not in a hamradio band!
fi: TX Taajuus MHz. Taajuus ei ole oikealla taajuusalueella!

# MainWindowSatTab|
source: TX Frequency in MHz.
fi: TX Taajuus MHz:inä.

# QObject|
source: New One, work it!
de: Neu, wird bearbeitet.
fi: Uusi, wörki se!

# QObject|
source: Needed, work it!
de: Benötigt, wird bearbeitet.
fi: Tarvitaan, wörki se!
pl: Potrzebny, zrób QSO!

# QObject|
source: Worked but not confirmed
de: Bearbeitet aber nicht bestätigt
fi: Wörkitty, mutta ei vahvistettu
pl: Zrobione, ale nie potwierdzone

# QObject|
source: Confirmed
de: Bestätigt
fi: Vahvistettu
pl: Potwierdzone

# QObject|
source: Not identified
de: Nicht identifiziert
fi: Ei tunnistettu
pl: Nie zidetyfikowany

# QObject|
source: Database Error
de: Datenbankfehler
fi: Tietokantavirhe
pl: Błąd bazy dancyh

# QObject|
source: KLog DB needs to be upgraded.
de: Die KLog-Datenbank muss aktualisiert werden.
fi: KLog tietokanta pitää päivittää uudempaan.
pl: Baza danych KLog musi zostać zaktualizowana.

# QObject|
source: Do you want to upgrade it now?
de: Möchten Sie sie jetzt aktualisieren?
fi: Haluatko päivittää uudempaan nyt?
pl: Czy chcesz aktualizować teraz?

# QObject|
source: If DB is not upgraded KLog may not work properly.
de: Wenn die Datenbank nicht aktualisiert wird, kann KLog nicht richtig funktionieren.
fi: Jos tietokantaa ei päivitetä, KLog ei välttämättä toimi oikein.
pl: Jeśli DB nie zostanie zauktualizowana KLog może nie działać poprawnie.

# QObject|
source: KLog - DB update
fi: KLog - tietokantapäivitys

# QObject|
source: KLog has detected a previous log in the DB. All data will be migrated to a newly created DX type log for you.
de: Es wurden vorherige Protokolle in der Datenbank gefunden. Alle Daten werden in den neu erstellten DX-Protokolltyp migriert.
fi: KLog on havainnut aikaisemman lokin tietokannassa. Kaikki tiedot siirretään juuri luotuun DX tyyppiseen lokiin.
pl: KLog wykrył poprzedni LOG w bazie dancy. Wszystkie dane zostaną dla Ciebie zaimportowane do nowo utworzonego Logu.

# QObject|
source: KLog: Enter Station callsign
de: KLog: Stations-Rufzeichen eingeben
fi: KLog: Syötä aseman kutsutunnus
pl: KLog: Wprowadź znak stacji

# QObject|
source: Enter the station callsign used in this log
de: Geben Sie das Stations-Rufzeichen ein, das in diesem Protokoll verwendet wird
fi: Syötä tässä lokissa käytetty aseman kutsutunnus
pl: Wprowadź znak używany w KLog

# QObject|
source: Station Callsign
de: Stations-Rufzeichen
fi: Aseman kutsutunnus
pl: Znak Stacji

# QObject|
source: All the data was migrated correctly. You should now go to Setup->Preferences->Logs to check that everything is okay.
fi: Kaikki tiedot siirrettiin oikein. Sinun tulisi nyt mennä Asetukset->Määritykset(Preferences)->Lokit(Logs) ja tarkistaa että kaikki on kunnossa.

# QObject|
source: Updating mode information...
de: Modusinformation wird aktualisiert ...
fi: Päivitetään tilatietoja...

# QObject|
source: Abort updating
de: Aktualisierung abbrechen
fi: Keskeytä päivittäminen
pl: Przerwij aktualizowanie

# QObject|
source: Canceling this update will cause data inconsistencies and possibly data loss. Do you still want to cancel?
de: Das Abbrechen dieser Aktualisierung führt zu inkonsistenten Daten und möglicherweise zu Datenverlust. Möchten Sie immer noch abbrechen?
fi: Tämän päivityksen peruuttaminen aiheuttaa epäjohdonmukaisuuksia ja mahdollisen tietojen menettämisen. Haluatko silti peruuttaa?
pl: Przerwanie tej aktualizjacji może grozić utratą danych, Czy napewno chcesz przerwać?

# QObject|
source: Updating bands information...
de: Bandinformation wird aktualisiert ...
fi: Päivitetään taajuusalue tiedot...
pl: Aktualizowanie informacjo o pasmach...

# QObject|
source: Updating bands information in %1 status...
de: Band-Information im Status %1 wird aktualisiert ...
fi: Päivitetään taajuusalue tiedot %1 tila...

# QObject|
source: Progress:
de: Fortschritt:
fi: Eteneminen:
pl: Postęp:

# QObject|
source: Updating mode information in %1 status...
de: Modus-Information im Status %1 wird aktualisiert ...
fi: Päivitetään tilatiedot %1 tila...

# QObject|
source: Updating DXCC award information...
de: DXCC-Diplom-Informationen werden aktualisiert ...
fi: Päivitetään DXCC palkinto tiedot...

# QObject|
source: Updating DXCC Award information...
de: DXCC-Diplom-Informationen werden aktualisiert ...
fi: Päivitetään DXCC palkinto tiedot...

# QObject|
source: Updating WAZ award information...
de: WAZ-Diplom-Informationen werden aktualisiert ...
fi: Päivitetään WAZ palkintotiedot...

# QObject|
source: Updating WAZ Award information...
de: WAZ-Diplom-Informationen werden aktualisiert ...
fi: Päivitetään WAZ palkintotiedot...

# QObject|
source: Updating information...
fi: Tietoja päivitetään...

# QObject|
source: Updating DXCC and Continent information...
de: DXCC- und Kontinent-Informationen werden aktualisiert ...
fi: Päivitetään DXCC- ja manner-tietoja...

# QObject|
source: Install wizard was canceled before completing...
de: Der Installationsassistent wurde abgebrochen, bevor die Installation abgeschlossen wurde ...
fi: Asennusohjelma keskeytettiin ennen valmistumista...
pl: Proces aktualizacji został przerwany przed zakończeniem...

# QObject|
source: Do you want to remove the KLog dir from your disk?
de: Möchten Sie den KLog-Ordner von Ihrer Festplatte löschen?
fi: Haluatko poistaa KLog-kansion kiintolevyltä?
pl: Czy chcesz usunąć katalog KLoog ze sswojego dysku?

# QObject|
source: Your KLog dir has been removed
de: Ihr KLog-Ordner wurde gelöscht
fi: KLog-kansio on poistettu
pl: Katalog KLog został usunięty
