Repository: dbasden/klog
Catalog: po/klog_*.po
Languages: de, fi, pl

# FileManager|
source: If you select NO, the QSO may not be imported.
de: Wenn Sie Nein auswählen, werden die QSO-Daten nicht importiert.
fi: Jos valitset EI, QSO:ta ei ehkä tuoda.
pl: Jeśli wybierzesz NIE, QSO może nie zostać zaimportowane.

# FileManager|
source: KLog: No RST TX found!
de: KLog: Es wurden keine RST-TX-Daten gefunden
fi: KLog: RST TX:ää ei löydy!
pl: Klog: Nie znaleziono RST-TX!

# FileManager|
source: KLog: No RST RX found!
de: KLog: Es wurden keine RST-RX-Daten gefunden
fi: KLog: RST RX:ää ei löydy!
pl: Klog: Nie znaleziono odebranych raportów RST-RX!

# InfoWidget|
source: Continent
de: Kontinent
fi: Manner
pl: Kontynent

# InfoWidget|
source: Prefix
de: Präfix
fi: Etuliite
pl: Prefiks

# InfoWidget|
source: Short Path
de: Kurzer Weg
fi: Lyhyt reitti
pl: Krótka droga

# InfoWidget|
source: Long Path
de: Langer Weg
fi: Pitkä reitti
pl: Długa droga

# InfoWidget|
source: Deg
de: Grad
fi: Astetta

# InfoWidget|
source: Miles
de: Meilen
fi: Mailia
pl: Mile

# IntroPage|
source: Welcome to KLog!
de: Willkommen bei KLog
fi: Tervetuloa KLog:iin!
pl: Witamy w KLog!

# IntroPage|
source: Welcome to KLog! - brought to you under the terms of the GPL!
de: Willkommen bei KLog - veröffentlicht unter den Bedingungen der GPL
fi: Tervetuloa KLog:iin! - tuotu sinulle GPL:n ehtojen mukaisesti!
pl: Witamy w KLog! - Napisanym pod licęcją GPL!

# IntroPage|
source: Welcome to KLog
de: Willkommen bei KLog
fi: Tervetuloa Klog:iin
pl: Witaj w KLog

# IntroPage|
source: This looks like it's the first time you've run KLog on this computer.
de: Anscheinend führen Sie KLog zum ersten Mal auf diesem Rechner aus.
fi: Näyttää siltä, että käynnistit KLog:in ensimmäistä kertaa tällä tietokoneella.
pl: Wygląda na to że to pierwszy raz kiedy korzystasz z KLog na tym komputerze.

# IntroPage|
source: KLog is a free hamradio logging program that can run on Linux, macOS, and Windows.
fi: KLog on ilmainen radioamatööri lokikirjaohjelma joka toimii Linux:ssa, MacOS:ssa, sekä Windows:ssa.

# IntroPage|
source: It is designed to provide general purpose DX, and contest logging.
fi: Se on suunniteltu tarjoamaan yleisttä DX, sekä kilpailu lokinpitoa.

# IntroPage|
source: It supports QSL management, import and export of ADIF
de: Es unterstützt die Verwaltung von QSLs und Import sowie Export von ADIF-Dateien
fi: Se tarjoaa QSL hallintaa, sekä ADIF tuontia ja vientiä
pl: Posiada możlowość zarządzania kartami QSL, import oraz eksport z oraz do ADIF

# IntroPage|
source: and Cabrillo file formats and many other features...
de: Export in das Cabrillo-Dateiformat und viele weitere Funktionen ...
fi: ja Cabrillo-tiedostomuotoja, sekä paljon muita ominaisuuksia...
pl: oraz format Cabrill and wiele innych funkcji...

# IntroPage|
source: Before you can start using KLog, you will be asked to:
de: Ehe Sie KLog verwenden können, müssen Sie folgendes eingeben:
fi: Ennen kuin voit aloittaa KLog:in käytön, sinua pyydetään:
pl: Zanim zaczniesz korzystać z KLog, będziesz poproszony o:

# IntroPage|
source: Acknowledge to the terms of the license.
de: Den Lizenzbedingungen zustimmen.
fi: Hyväksymään lisenssin ehdot.
pl: Informacje dotyczące warunków licencji.

# IntroPage|
source: Download the DX entities information.
de: Informationen über DX-Einträge herunterladen.
fi: Lataamaan DX-yksiköiden tiedot.
pl: Pobierz Informacje o jednostakach DX.

# IntroPage|
source: Enter your callsign, CQ zone, etc. and main configuration.
de: Rufzeichen, CQ-Zone usw. eingeben und die wichtigsten Einstellungen vornehmen.
fi: Antamaan kutsutunnuksesi, CQ-vyöhykeesi, jne. sekä pääkokoonpanosi.
pl: Podaj swój znak wywoławczy, Strefę CQ, oraz inne przy konfiguracji główniej.

# IntroPage|
source: Enjoy KLog and contact the development team if you have any suggestions!
de: Viel Spaß mit KLog und kontaktieren Sie das Entwicklungsteam, wenn Sie Vorschläge zur Verbesserung haben.
fi: Nauttimaan KLogista ja ottamaan yhteyttä kehitystiimiin, jos sinulla on ehdotuksia!
pl: Korzystaj z KLog oraz z twóracmi programu jeśli masz jakieś sugestje!

# LicPage|
source: KLog License information
de: Lizenz-Information für KLog
fi: KLogin käyttöoikeustiedot
pl: KLog informacje na temat licęcji

# LicPage|
source: Welcome to KLog!- brought to you under the terms of the GPL!
de: Willkommen bei KLog - veröffentlicht unter den Bedingungen der GPL
fi: Tervetuloa KLog:iin! - tuotu sinulle GPL:n ehtojen mukaisesti!
pl: Witaj w KLog! -Napisany pod licencją GPL!

# LicPage|
source: Acknowledge
de: Zustimmen
fi: Hyväksy

# LicPage|
source: Be aware that KLog is free software.
de: KLog ist freie Software.
fi: Huomioi, että KLog on ilmainen ohjelmisto.
pl: Pamiętaj o tym że KLog jest oprogramowaniem darmowym.

# LogModel|
source: Date
de: Datum
fi: Päivämäärä
pl: Data

# LogModel|
source: Band
fi: Taajuusalue
pl: Pasmo

# LogModel|
source: Mode
de: Modus
fi: Moodi
pl: Emisja

# LogModel|
source: Comment
de: Kommentar
fi: Kommentti
pl: Komentarz

# LogWindow|
source: QSL Send
de: QSL gesendet
fi: QSL Lähetys
pl: QSL wysłane

# LogWindow|
source: QSL Rcvd
de: QSL empfangen
fi: QSL Vastaanotettu
pl: QSL Otrzymane

# LogWindow|
source: Delete a QSO
de: QSO löschen
fi: Poista QSO
pl: Usuń QSO

# LogWindow|
source: Edit this QSO
de: Diese QSO bearbeiten
fi: Muokkaa tätä QSO:ta
pl: Edytuj QSO

# LogWindow|
source: Via &bureau
de: Über &Büro
fi: &Bureau:n kautta

# LogWindow|
source: Send this QSL via bureau
de: Diesen QSL-Eintrag über das Büro senden
fi: Lähetä tämä QSO bureau:n kautta
pl: Wyśłij QSL przez biuro

# LogWindow|
source: Send this QSL via direct
de: Diesen QSL-Eintrag direkt senden
fi: Lähetä tämä QSO Direct:in kautta
pl: Wyślij QSL direktem

# LogWindow|
source: Via bureau
de: Über Büro
fi: Bureau:n kautta
pl: Przez biuro

# LogWindow|
source: QSL received via direc&t
de: Direk&t empfangene QSL
fi: QSL vastaanotettu Direc&t:in kautta
pl: QSL odebrane przez direct&t

# LogWindow|
source: Check in QRZ.com
fi: Tarkista QRZ.com:ssa

# LogWindow|
source: Check this callsign in QRZ.com
fi: Tarkista tämä kutsutunnus QRZ.com:ssa

# LogWindow|
source: Check in DXHeat.com
fi: Tarkista DXHeat.com:ssa

# LogWindow|
source: Check this callsign in DXHeat.com
fi: Tarkista kutsutunnus DXHeat.com:ssa

# LogWindow|
source: You have requested to delete this QSO.
de: Sie haben das Löschen dieser QSO angefordert.
fi: Olet pyytänyt poistamaan tämän QSO:n.
pl: To QSO zaostało zaznaczone do usnunięcia.

# LogWindow|
source: Are you sure?
de: Sind Sie sicher?
fi: Oletko varma?
pl: Czy jesteś pewien?

# MainQSOEntryWidget|
source: QRZ of the QSO.
fi: QSO:n QRZ.

# MainQSOEntryWidget|
source: Band of the QSO.
fi: QSO:n taajuusalue.

# MainQSOEntryWidget|
source: Mode of the QSO.
fi: QSO:n moodi.

# MainQSOEntryWidget|
source: Date of the QSO.
fi: QSO:n päivämäärä.

# MainQSOEntryWidget|
source: Time of the QSO.
fi: QSO:n aika.

# MainQSOEntryWidget|
source: Add the QSO to the log.
fi: Lisää QSO lokiin.

# MainQSOEntryWidget|
source: Clears the QSO entry.
fi: Poistaa QSO merkinnän.

# MainQSOEntryWidget|
source: &Modify
fi: &Muokkaa

# MainWindow|
source: Starting KLog
de: KLog wird gestartet
fi: Käynnistetään KLog
pl: Uruchamianie KLog

# MainWindow|
source: DX Entity
de: DX-Eintrag
fi: DX Yksikkö
pl: Jednostka DX

# MainWindow|
source: &Log Window
de: &Protokollfenster
fi: &Loki ikkuna

# MainWindow|
source: Watts
de: Watt
fi: Wattia
pl: Wat

# MainWindow|
source: Ready
de: Bereit
fi: Valmis
pl: Gotów

# MainWindow|
source: An unexpected error ocurred when trying to add the QSO to your log. If the problem persists, please contact the developer for analysis:
de: Es ist ein unerwarteter Fehler beim Hinzufügen der QSO-Daten zu Ihrer Protokolldatei aufgetreten. Bitte senden Sie einen Fehlerbericht an die Entwickler zur Analyse, falls das Problem weiterhin besteht.
fi: Tapahtui odottamaton virhe, kun yritit lisätä QSO:n lokiin. Jos ongelma jatkuu, ota yhteyttä kehittäjään analyysiä varten:
pl: Wystąpił niespodziewany błąd w czasie zapisywana QSO do Logu. Jeśli problem nadal będzie się powtarzał, proszę o kontak z twóracmi programu:

# MainWindow|
source: You have selected an entity:
de: Sie haben folgenden Eintrag ausgewählt:
fi: Olet valinnut yksikön:
pl: Zaznaczyłeś jednostkę:

# MainWindow|
source: that is different from the KLog proposed entity:
de: Dieser Eintrag unterscheidet sich von dem durch KLog vorgeschlagenen Eintrag:
fi: joka eroaa KLog:in ehdotetusta kokoonpanosta:
pl: ta jednostka jest inna niż KLog zaproponowa:

# MainWindow|
source: Click on the prefix of the correct entity or Cancel to edit the QSO again.
de: Klicken Sie auf das Präfix, um den Eintrag zu korrigieren oder drücken Sie Abbrechen, um den QSO-Eintrag erneut zu bearbeiten.
fi: Napsauta oikean yksikön etuliitettä tai Peruuta, jos haluat muokata QSO:ta uudelleen.
pl: Naciśnij na odpowiedni prefiks jednostki DXCC lub Anuluj edycje QSO.

# MainWindow|
source: Click on the prefix of the right entity or Cancel to correct.
de: Klicken Sie auf das Präfix rechts vom Eintrag oder drücken Sie „Abbrechen“ zur Korrektur.
fi: Napsauta oikean yksikön etuliitettä tai paina Peruuta korjataksesi.
pl: Proszę naciśniej na prefix właściwej jednostki lub Porzuć aby poprawić.

# MainWindow|
source: Do you really want to exit KLog?
fi: Haluatko varmasti poistua KLogi:sta?

# MainWindow|
source: &Import from ADIF...
de: &Importieren aus ADIF ...
fi: Tu&o ADIF-tiedostosta...

# MainWindow|
source: Import an ADIF file into the current log.
de: Importiert eine ADIF-Datei in das aktuelle Protokoll.
fi: Tuo ADIF-tiedosto nykyiseen lokiin.
pl: Import pliku ADIF do bieżącego logu.

# MainWindow|
source: Export to ADIF...
de: Exportieren zu ADIF ...
fi: Vie ADIF-tiedostoon...

# MainWindow|
source: Export the current log to an ADIF logfile.
de: Exportiert das aktuelle Protokoll in eine ADIF-Protokolldatei.
fi: Vie nykyinen loki ADIF lokitiedostoon.
pl: Eksport bieżącego Logu do pliku ADIF.

# MainWindow|
source: Export all logs to ADIF...
de: Alle Protokolle zu ADIF exportieren ...
fi: Vie kaikki lokit ADIF-tiedostoon...

# MainWindow|
source: Export ALL the QSOs into one ADIF file, merging QSOs from all the logs.
de: Exportiert alle QSOs in eine ADIF-Datei, dabei werden QSOs aus allen Protokollen zusammengeführt.
fi: Vie kaikki QSO:t yhteen ADIF-tiedostoon, yhdistäen QSO:t kaikista lokeista.
pl: Eksport WSZYSTKICH QSO do jednego pliku ADIF, łącząc ze sobą wszystkie logi.

# MainWindow|
source: Print your log.
de: Druckt ein Protokoll.
fi: Tulosta lokisi.
pl: Wydrukuj log.

# MainWindow|
source: KLog folder
de: KLog-Ordner
fi: KLog-kansio
pl: Katalog KLog

# MainWindow|
source: Opens the data folder of KLog.
de: Öffnen den Datenordner von KLog.
fi: Avaa KLog:in tallennuskansion.
pl: Otwiera katalog danych KLog.

# MainWindow|
source: &Tools
de: E&xtras
fi: &Työkalut

# MainWindow|
source: Fill in QSO data
de: QSO-Daten ausfüllen
fi: Täytä QSO:n tiedot
pl: Wypełnij dane QSO

# MainWindow|
source: Go through the log reusing previous QSOs to fill missing information in other QSOs.
de: Im Protokoll Daten früherer QSO-Einträge zum Ausfüllen fehlender Informationen in anderen QSO-Einträgen verwenden.
fi: Käy loki läpi käyttäen edellisiä QSO:ita täyttämään puuttuvat tiedot muissa QSO:issa.
pl: Przejżyj cały Log wykorzystując wcześniejsze QSO aby wypełnić brakujące informacje.

# MainWindow|
source: QSL tools...
de: QSL-Werkzeuge ...
fi: QSL työkalut...
pl: narzędzia QSL...

# MainWindow|
source: Shows QSOs for which you should send your QSL and request the DX QSL.
de: Anzeige von QSO-Einträgen, für die Sie Ihre QSLs versenden und die DX-QSL anfordern sollten.
fi: Näyttää QSO:t joita varten sinun tulisi lähettää QSL ja pyytää DX QSL:ää.
pl: Pokaż QSOs dla których powinieś wysłać swoją kartę QSL oraz oczekiwać na kartę QSL DX.

# MainWindow|
source: Find My-QSLs pending to send
de: Ausstehende DX-QSLs zum Senden suchen
fi: Etsi Minun QSL:t jotka odottavat lähetystä
pl: Znajdź moje QSL oczekujące na wysłanie

# MainWindow|
source: Shows the QSOs with pending requests to send QSLs. You should keep this queue empty!
de: Zeigt die QSL-Einträge mit ausstehenden Anforderungen zum Senden von QSLs. Diese Warteschlange sollten Sie bearbeiten.
fi: Näyttää QSO:t joilla on odottavia pyyntöjä lähettää QSL:iä. Tämä jono tulisi pitää tyhjänä!
pl: Pokazuje QSO które oczekują na wysłanie Twojej kart QSL. Tu powinno być pusto!

# MainWindow|
source: LoTW tools...
de: LoTW-Werkzeuge ...
fi: LoTW työkalut...
pl: Narzędzia LOTW...

# MainWindow|
source: Mark all queued QSOs in this log as sent to LoTW.
de: Alle eingereihten QSO-Einträge in diesem Protokoll als versendet zu LoTW markieren.
fi: Merkitse kaikki tämän lokin jonossa olevat QSO:t lähetetyiksi LoTW:iin.
pl: Zaznacz wszystkie oczekujące QSO z tego Logu jako wysłane na LOTW

# MainWindow|
source: Mark all queued QSOs as sent to LoTW.
de: Alle eingereihten QSO-Einträge als versendet zu LoTW markieren.
fi: Merkitse kaikki jonossa olevat QSO:t lähetetyiksi LoTW:iin.

# MainWindow|
source: Upload to LoTW
fi: Lataa LoTW:iin

# MainWindow|
source: Sends the log to LoTW calling TQSL.
fi: Lähettää lokin LoTW:iin, käyttäen TQSL:ää.

# MainWindow|
source: For updated DX-Entity data, update cty.csv.
de: Zur Aktualisierung der DX-Einträge laden Sie bitte die Datei „cty.csv“ erneut herunter.
fi: Päivitettyjä DX-yksikkö tietoja varten, päivitä cty.csv.
pl: Dla zaktualizowanych jednostek DXCC, uaktualnij cty.csv.

# MainWindow|
source: Stats
de: Statistik
fi: Tilastot

# MainWindow|
source: Show the statistics of your radio activity.
de: Zeigt eine Statistik Ihrer Funkaktivitäten.
fi: Näytä radio aktiviteettisi tilastot.

# MainWindow|
source: Check updates...
de: Nach Aktualisierungen suchen ...
fi: Tarkista päivitykset...
pl: Sprawdź czy są aktualizacje...

# MainWindow|
source: About Qt...
de: Über Qt ...
fi: Tietoja Qt:stä...
pl: O Qt...

# MainWindow|
source: Now you can go to the File menu to export the LoTW ADIF file and upload it to LoTW.
de: Jetzt können Sie im Menü „Datei“ die ADIF-Datei zu LoTW exportieren und hochladen.
fi: Nyt voit mennä Tiedostot valikkoon viedäksesi LoTW:n ADIF-tiedostoon ja lataa se LoTW:iin.

# MainWindow|
source: TQSL is not installed or KLog can't find it. Please check the configuration.
fi: TQSL ei ole asennettu, tai KLog ei löydä sitä. Tarkista asetukset.

# MainWindow|
source: Error #1: The process was cancelled by the user or TQSL was not configured. No QSOs were uploaded.
fi: Virhe #1: Käyttäjä keskeytti toiminnon tai TQSL ei ole määritetty. QSO:ita ei lähetetty.

# MainWindow|
source: Error #2: Upload was rejected by LoTW, please check your data.
fi: Virhe #2: Lähetys evättiin LoTW:n toimesta, tarkista tiedot.

# MainWindow|
source: Error #3: The TQSL server returned an unexpected response.
fi: Virhe #3: TQSL palvelin palautti odottamattoman vastauksen.

# MainWindow|
source: Error #4: There was a TQSL error.
fi: Virhe 4#: Tapahtui TQSL virhe.

# MainWindow|
source: Error #5: There was a TQSLLib error.
fi: Virhe #5: Tapahtui TQSLlib virhe.

# MainWindow|
source: Error #6: It was not possible to open the input file.
fi: Virhe #6: Lähdetiedostoa ei voitu avata.

# MainWindow|
source: Error #7: It was not possible to open the ouput file.
fi: Virhe #7: Kohdetiedostoa ei voitu avata.

# MainWindow|
source: Error #8: No QSOs were processed since some QSOs were duplicates or out of date range.
fi: Virhe #8: QSO:ita ei käsitelty sillä osa QSO:ista oli kopioita tai aikajakson ulkopuolella.

# MainWindow|
source: Error #9: Some QSOs were processed, and some QSOs were ignored because they were duplicates or out of date range.
fi: Virhe #9: Osa QSO:ista käsiteltiin ja osa ohitettiin sillä ne olivat kopioita tai aikajakson ulkopuolella.

# MainWindow|
source: Error #10: Command syntax error. KLog sent a bad syntax command.
fi: Virhe #10: Komentosyntaksivirhe. KLog lähetti virheellisen syntaksikomennon.

# MainWindow|
source: Error #11: LoTW Connection error (no network or LoTW is unreachable).
fi: Virhe #11: LoTW yhteysvirhe (Ei verkkoyhteyttä, tai LoTW on tavoittamattomissa).

# MainWindow|
source: Error #00: Unexpected error. Please contact the development team.
fi: Virhe #00: Odottamaton virhe. Otathan yhteyttä kehitystiimiin.

# MainWindow|
source: The log that you have selected contains more than just one station callsign.
de: Das ausgewählte Protokoll enthält mehrere Stations-Rufzeichen.
fi: Valitsemasi loki sisältää enemmän kuin vain yhden aseman kutsutunnuksen.

# MainWindow|
source: Please select the station callsign you want to mark as sent to LoTW:
de: Bitte wählen Sie das Stations-Rufzeichen, dass Sie als versendet zu LoTW markieren möchten:
fi: Valitse aseman kutsutunnus, jonka haluat merkata ladatuksi LoTW:iin:

# MainWindow|
source: Station Callsign:
de: Stations-Rufzeichen:
fi: Aseman kutsutunnus:

# MainWindow|
source: Define Station Callsign
de: Stations-Rufzeichen eingeben
fi: Määritä aseman kutsutunnus

# MainWindow|
source: You have selected no callsign. KLog will mark QSOs without a station callsign defined and those with the call you are entering here.
de: Sie haben kein Rufzeichen ausgewählt. Es werden QSOs ohne definiertes Stations-Rufzeichen und QSOs mit dem hier eingegebenen Rufzeichen markiert.
fi: Et ole valinnut kutsutunnusta. KLog merkkaa QSO:t ilman asetettua aseman kutsutunnusta, kutsulla jonka syötät tähän.

# MainWindow|
source: Enter the station callsign to use for this log or leave it empty for QSO without station callsign defined:
de: Geben Sie das Stations-Rufzeichen für dieses Protokoll ein oder lassen das Rufzeichen weg für QSOs ohne Stations-Rufzeichen:
fi: Syötä tässä lokissa käytettävä aseman kutsutunnus, tai jätä se tyhjäksi QSO:lle ilman määritettyä aseman kutsutunnusta:

# MainWindow|
source: KLog - No station selected
fi: KLog - Ei valittua asemaa

# MainWindow|
source: No station callsign has been selected and therefore no log will be marked
de: Es wurde kein Stations-Rufzeichen ausgewählt, daher wird kein Protokoll markiert
fi: Aseman kutsutunnusta ei ole valittu, joten lokia ei merkata

# MainWindow|
source: About...
de: Über ...
fi: Tietoja...
pl: O...

# MainWindow|
source: KLog update checking result
de: Überprüfung der KLog-Version
fi: KLog päivityksen tarkastuksen tulos
pl: Wyniki sprawdzania aktualizacji KLog

# MainWindow|
source: Congratulations!
de: Glückwunsch
fi: Onnittelut!
pl: Gratulacje!

# MainWindow|
source: You already have the latest version.
de: Sie haben bereits die neueste Version.
fi: Sinulla on jo viimeisin versio.
pl: Już posiadasz najnowszą wersję.

# MainWindow|
source: You can find the KLog data folder here:
de: Hier finden Sie den KLog-Datenordner:
fi: KLog talletuskansio löytyy täältä:
pl: Moższ znaleźć folder KLog tutaj:

# MainWindow|
source: DX Locator
fi: DX lokaattori

# MainWindow|
source: TX Frequency in MHz. Frequency is not in a hamradio band!
fi: TX Taajuus MHz. Taajuus ei ole oikealla taajuusalueella!

# MainWindow|
source: RX Frequency in MHz. Frequency is not in a hamradio band!
fi: RX Taajuus MHz. Taajuus ei ole oikealla taajuusalueella!

# MainWindow|
source: QSO logged from WSJT-X:
de: Protokollierte QSO von WSJT-X:
fi: QSO kirjattu WSJT-X:stä:

# MainWindow|
source: start
de: Starten
fi: käynnistys

# MainWindow|
source: KLog - File not open
fi: KLog - Tiedosto ei auki

# MainWindow|
source: Status bar ...
fi: Tilapalkki ...

# MainWindow|
source: It seems that you have never done a backup or exported your log to ADIF.
fi: Näyttää siltä että et ole koskaan varmuuskopioinut tai vienyt lokiasi ADIF:iin.

# MainWindow|
source: It seems that the latest backup you did is older than one month.
fi: Näyttää siltä että vanhin varmuuskopiosi on yli kuukauden vanha.

# MainWindow|
source: Log backup recommended!
fi: Lokin varmuuskopiointia suositellaan!

# MainWindow|
source: It is a good practice to backup your full log regularly to avoid loosing data in case of a problem. Once you export your log to an ADIF file, you should copy that file to a safe place, like an USB drive, cloud drive, another computer, ... KLog will remind you to backup on a monthly basis.
fi: On hyvä varmuuskopioida täysi lokisi säännöllisesti, tiedon menettettämisen välttämiseksi ongelmatilanteissa. Kun loki viedään ADIF tiedostoon, se tulisi kopioida turvalliseen paikkaan, USB-tikulle, pilvipalveluun, toiselle tietokoneelle, ... KLog muistuttaa sinua varmuuskopioimaan tiedot kuukausittain.

# MainWindow|
source: KLog new version detected!
fi: KLog uusi versio havaittu!

# MainWindow|
source: It seems that you are running this version of KLog for the first time.
fi: Näyttää siltä että käytät tätä KLog versiota ensikertaa.

# MainWindow|
source: The setup will be open to allow you to do any new setup you may need.
fi: Asetukset aukeavat jotta voit tehdä tarvittavat muutokset.

# MainWindow|
source: KLog - Unexpected error
fi: KLog - Odottamaton virhe

# MainWindow|
source: KLog - Select correct entity
fi: KLog - Vakitse oikea yksikkö

# MainWindow|
source: KLog - Exit
fi: KLog - Poistu

# MainWindow|
source: Shows DX-QSLs for which requests or QSLs have been sent with no answer.
fi: Näyttää DX-QSL:t joiden pyynnöt tai QSL:t on lähetetty mutta vastausta ei saatu.

# MainWindow|
source: Shows the DX-QSLs that have been requested.
fi: Näyttää pyydetyt DX-QSL:t.

# MainWindow|
source: Queue all QSLs from this log to be sent
fi: Aseta kaikki tämän lokin QSL:t lähetysjonoon.

# MainWindow|
source: Mark all non-sent QSOs in this log as queued to be uploaded.
fi: Merkitse kaikki tämän lokin lähettämättömät QSO:t lähetysjonoon.

# MainWindow|
source: Queue all QSLs to be sent
fi: Aseta kaikki QSL:t lähetysjonoon

# MainWindow|
source: Put all the non-sent QSOs in the queue to be uploaded.
fi: Aseta kaikki jonossa olevat lähettämättömät QSO:t lähetettäväksi.

# MainWindow|
source: Mark as sent all queued QSOs of this log
fi: Merkitse kaikki tämän lokin jonossa olevat QSO:t lähetetyiksi

# MainWindow|
source: Mark all queued QSOs as sent
fi: Merkitse kaikki jonossa olevat QSO:t lähetetyiksi

# MainWindow|
source: All pending QSOs of this log has been marked as queued for LoTW!
fi: Kaikki tämän lokin odottavat QSO:t on merkattu LoTW jonoon!

# MainWindow|
source: There was a problem to mark all pending QSOs of this log as queued for LoTW!
fi: Ilmeni ongelmia kaikkien QSO:iden asettamisessa LoTW jonoon!

# MainWindow|
source: All pending QSOs has been marked as queued for LoTW!
fi: Kaikki odottavat QSO:t on asetettu LoTW jonoon!

# MainWindow|
source: All queued QSOs of this log has been marked as sent for LoTW!
fi: Kaikki tämän lokin odottavat QSO:t on merkattu LoTW:iin lähetetyiksi!

# MainWindow|
source: There was a problem to mark all queued QSOs of this log as sent for LoTW!
fi: Ilmeni ongelmia kaikkien tämän lokin jonossa olevien QSO:iden LoTW:iin lähetetyiksi merkkaamisessa!

# MainWindow|
source: All queued QSOs has been marked as sent to LoTW!
fi: Kaikki jonossa olevat QSO;t on merkattu LoTW:iin lähetetyiksi!

# MainWindow|
source: There was a problem to mark all queued QSOs of this log as sent to LoTW!
fi: Ilmeni ongelmia kaikkien tämän lokin jonossa olevien QSO:iden LoTW:iin lähetetyiksi merkkaamisessa!

# MainWindow|
source: stop
de: Anhalten
fi: pysäytys

# MainWindow|
source: KLog - Non-supported mode
fi: KLog - Ei tuettu tila

# MainWindow|
source: A new mode not supported by KLog has been received from an external program or radio:
fi: Uusi ei tuettu tila on vastaanotettu ulkoisesta ohjelmasta tai radiosta:

# MainWindow|
source: Do you want to keep receiving these alerts? (disabling these alerts will prevent non-valid modes being detected)
fi: Haluatko saada jatkossa tämän ilmoituksen? (Tämän ilmoituksen poistaminen estää epäsopivien tilojen tunnistamisen)

# MainWindow|
source: Recommendation:
fi: Suositus:
